{
  "id": 11,
  "name": "Mozilla",
  "thumbnail_100_url": "/system/assets/61/sq100/Mozilla_Foundation_Logo.png",
  "thumbnail_50_url": "/system/assets/61/sq50/Mozilla_Foundation_Logo.png",
  "url": "http://www.mozilla.org/",
  "foritself": "Yes. Mozilla has a highly complicated structure that involves a non-profit foundation and for-profit international corporations that seek to mobilize, support, and coordinate a wider Mozilla Community.",
  "brand": "Mozilla's traditional logo has involved some form of red dinosaur. The original name for the design was a portmanteau of Mosaic (then the dominant web browser) and Godzilla. The cartoon was meant to be playful, but also to evoke the collective's desire to create software that would unseat the market leader. The use of the cartoon dinosaur persists, although the various FSEs associated with Mozilla tend to employ more conservative logos involving sans-serif fonts and lowercase type. Ads and branding for Mozilla products often explicitly evoke themes of community, touting Mozilla Foundation's non-profit status.",
  "fse_name": "Mozilla Foundation is a legal, tax-exempt entity that owns several corporations and acts as the umbrella organization under which various other formal and informal groups proliferate.  The main commercial unit of Mozilla Foundation is Mozilla Corporation, a business venture that employs more people than its parent and licenses the software created by the coordinated action of staff and volunteers throughout the various organizations. There are several flavors of FSEs, all of which contribute to some part of the broader Mozilla project, including Mozilla Japan, Mozilla Online (China), and a number of national groups in North America, South America, Europe, Asia, Australia, and Oceania. \r\n\r\nhttp://www.mozilla.org/about/organizations.html\r\n",
  "fse_owner_founder": "Mozilla Foundation is a non-profit governed by a Board of Directors. All of Mozilla Foundation's commercial activity takes place via the larger Mozilla Corporation, which it owns.",
  "fse_significant_member": "The Mozilla Foundation board of Directors is Mitchell Baker (Chair), Brian Behlendorf, Brendan Eich, Joi Ito, and Bob Lisbonne.\r\n\r\n\r\nThe Mozilla Corporation (the commercial entity owned and operated by the foundation) is run by another Board of Directors and by a senior executive team called The Mozilla Corporation Steering Committee.\r\n\r\nGary Kovacs, CEO\r\nBrendan Eich, CTO\r\nJim Cook, CFO\r\nChris Beard, Chief Marketing Officer\r\nJay Sullivan, VP of Products\r\nHarvey Anderson, VP, General Counsel\r\nTodd Simpson, Chief of Innovation\r\n\r\n",
  "fse_mission_statement": "\"Mozilla is a proudly non-profit organization dedicated to keeping the power of the Web in people’s hands. We’re a global community of users, contributors and developers working to innovate on your behalf. When you use Firefox, or any Mozilla product, you become a part of that community, helping us build a brighter future for the Web.\"\r\n\r\nhttp://www.mozilla.org/en-US/mission/\r\n\r\nMozilla Foundation also maintains a Mozilla Manifesto that spells out a ten-point articulation of openness that guides the Mozilla Corporation.\r\n\r\nhttp://www.mozilla.org/about/manifesto.en.html",
  "op_name": "Mozilla, Mozilla Project, or more recently, Mozilla Community. ",
  "op_vip_founders": "Mozilla originally referred to a series of software development projects by Netscape Communications Corporation. Mozilla now most often refers to people who help develop or promote Mozilla software, but at its broadest, the name includes anyone who uses Mozilla software.",
  "op_typical_member": "Given its size and relatively long history, it is difficult to characterize a typical OP member. OP members include hundreds of core contributors (programmers who work on software full time), thousands of active contributors (programmers who work on specialized features or plug-ins), hundreds of thousands of casual contributors, millions of supporters (who promote Mozilla products or donate), and hundreds of millions of users.\r\n\r\nhttp://davidwboswell.wordpress.com/2011/06/30/how-many-people-are-in-the-mozilla-community/",
  "formation": "FSE to OP. Mozilla refers to a number of open-source software projects that predate the founding of the Mozilla Foundation and its Mozilla Corporation. The original Mozilla project was undertaken by Netscape and became participatory only when Netscape released both its Communicator 4.0 browser and its code to the public in 1998 in the hopes of creating a better product. This initial attempt at creating software through participatory means failed to produce the desired product, but the mobilized programmers went on to create a new application from scratch.\r\n\r\nMockus, A., Fielding, R. T., & Herbsleb, J. D. (2002). Two case studies of open source software development: Apache and Mozilla. ACM Trans. Softw. Eng. Methodol., 11(3), 309–346. doi:10.1145/567793.567795\r\n",
  "history": "In 1998, Netscape created, funded, and staffed the Mozilla Organization. The original effort aimed to create a better web browser by releasing both the Communicator 4.0 application and its code to the public and, in so doing, to encourage volunteer programmers to improve and develop the resource. Mozilla Organization was tasked with maintaining and distributing free, open-source Internet software, primarily Mozilla Application Suite, also called SeaMonkey. When Netscape withdrew sponsorship in 2003, the organization morphed into Mozilla Foundation. In 2005, Mozilla Foundation created Mozilla Corporation as a for-profit arm tasked with development and distribution of its software products.",
  "lifespan": "The project is alive and growing worldwide. Its flagship product, Firefox, remains one of the most popular web browsers worldwide. Mozilla’s consolidated reported revenue (Mozilla Foundation and all subsidiaries) for 2010 was $123 million.\r\n\r\nhttp://www.mozilla.org/en-US/foundation/annualreport/2010/faq/",
  "resource": "Mozilla Foundation supports the open Internet primarily by creating free and open-source software via Mozilla Corporation. Although Mozilla as a whole is most often associated with its Firefox web browser (and its previous incarnations), Mozilla Foundation produces many kinds of software and works on open Internet initiatives of various kinds, including the Mozilla Drumbeat Open Web Fund. The FSE oversees, controls, and monetizes a resource created by the OP.",
  "availability": "The Mozilla Foundation controls the Mozilla source code repository and decides who is allowed to check code in.\r\n\r\nMozilla is the custodian of the Mozilla Public License (\"MPL\"), an open source/free software license developed when Mozilla was still associated with Netscape in 1998. The license has been altered several times and as of 2012 is in version 2.0. The license itself was developed through drafting and commentary from the community. The license reconciles some copyleft provisions with traditional intellectual property law: it is theoretically possible to copyright derivative products, but, in many cases, products significantly derived from Mozilla code must be shared.",
  "participation": "According to its charter, Mozilla Foundation is a charitable organization dedicated to \"the development of, public access to, and adoption of the open source Mozilla web browsing and Internet application software.\" Given the complexity of the organization, goals may be created in many places (in subordinate FSEs associated with Mozilla, such as by the CEO of Mozilla Corporation). Goals can also be undertaken by individuals. Mozilla functions in several modes with regards to setting goals: top-down, bottom-up, and middle-out. The most esteemed, most complicated programming tasks, such as updating a release of Firefox, are more tightly controlled by a \"benevolent dictator\" in the form of  Mozilla Corporation, but any person anywhere is free to develop, customize, or extend the various applications.\r\n\r\nMockus, A., Fielding, R. T., & Herbsleb, J. D. (2002). Two case studies of open source software development: Apache and Mozilla. ACM Trans. Softw. Eng. Methodol., 11(3), 309–346. doi:10.1145/567793.567795",
  "tasks": "Mozilla invites various forms of participation, from using Mozilla software to donating to Mozilla Foundation. Development of software, the original purpose of Mozilla, is handled through the Mozilla Corporation and controlled tightly through bureaucratic means and development tools (CVS, Bugzilla, Bonsai, Tinderbox) . Tasks undertaken by Mozilla Corporation are announced via various internal communications and development platforms.  Mozilla also encourages participation from people without technical knowledge to evaluate its products, promote Mozilla via social media, donate to Mozilla Foundation, and share web browsing history for debugging and evaluation.\r\n\r\nAll participation in Mozilla is promoted as community-based, although participation in Mozilla Corporation, paid or unpaid, produces significant revenues.\r\n\r\nMockus, A., Fielding, R. T., & Herbsleb, J. D. (2002). Two case studies of open source software development: Apache and Mozilla. ACM Trans. Softw. Eng. Methodol., 11(3), 309–346. doi:10.1145/567793.567795",
  "modularity": "More complex tasks require greater investment of time and skill. Basic tasks, such as installing or using Mozilla software, require little skill or knowledge. The most complex tasks, such as planning, coding, and releasing a new version of a popular application require the coordinated action of paid and unpaid developers and are highly centralized via Mozilla Corporation.",
  "granularity": "The Mozilla Foundation functions as a bureaucratic hierarchy. Task created there with regard to Mozilla's various openness initiatives are controlled tightly by a relatively small staff and carried out through various complex bureaucratic channels, including Mozilla Corporation.\r\n\r\nMozilla Corporation divides its tasks into four tiers: Helping Users, Quality Assurance, Coding, and Marketing. individual tasks flow through a variety of channels, but the most complex and technical tasks flow through the Mozilla Corporation. Corporation staff coordinate volunteer and professional development.\r\n\r\nIndividual developers of add-ons and plug-ins set their own tasks and divide them however they like, seeking community input and assistance as they deem necessary. This development happens in parallel with the work of Mozilla Corporation, with or without material assistance of the FSE.\r\n\r\n",
  "metrics": "Tasks within Mozilla Foundation or Mozilla Corporation are measured as they are in traditional corporate environments. Developers contribute code via version control systems administered by Mozilla Corporation. Individual developers working from Mozilla code to develop add-ons or plug-ins can work according to their own schedules and systems.",
  "alliances": "Mozilla's primary activity is the development of free, open-source software, an activity it undertakes via Mozilla Corporation. Mozilla earns nearly all of its revenues from integrated search functionality in its browser, a feature it monetizes via royalties from Google, Bing, Yahoo, Yandex, Amazon, eBay and others.. \r\n\r\nIn the mobile space, Mozilla Corporation's planned mobile operating system, Firefox OS, will be produced for smartphones by Sprint, Telefonica, Deutsche Telekom, Etisalat, Smart and Telenor.\r\n\r\nMozilla Corporation also operates a technology incubator, a kind of school for start-ups, called WebFWD. Partners in WebFWD include AgileZen, Amazon Web Service, The Awesome Foundation, Balsamiq, Braintree, Designer Fund, Seed Fund, and Wilson Sonsini Goodrich & Rosati.\r\n\r\nhttps://webfwd.org/about/\r\nShankland, S. (2012). \"Mozilla's plan for 2012: Break the ecosystem lock.' CNET. http://news.cnet.com/8301-30685_3-57376349-264/mozillas-plan-for-2012-break-the-ecosystem-lock/\r\n\r\n",
  "clients": "Mozilla Foundation advances goals related to sustaining an open Internet ecosystem. Mozilla often touts its non-profit status and markets itself as an anti-corporation answerable only to users. In this sense, Mozilla aims to create superior software and to preserve the ability of all users to access it. \r\n\r\nMozilla Corporation leverages its control of the Firefox browser (and its default settings for searches) to \"search partners\" such as Google, Bing, Yahoo, Yandex, Amazon, eBay and others. The majority of Mozilla's profits come from these relationships.\r\n\r\n",
  "sponsors": "Mozilla Foundation accepts tax-deductible contributions. Mozilla's chief patron is Google. Google pays Mozilla royalties to set Google as the default search engine for Firefox searches. These royalties form the bulk of Mozilla's revenues, alongside other \"search partners.\"",
  "elites": "The Mozilla Corporation forms a special elite within the larger Mozilla project. Mozilla Corporation offers employment to the best volunteer developers and has access to resources owned by the Mozilla Foundation (such as Mozilla License and Mozilla source code repository). While any person may develop for Mozilla for any reason, Mozilla Corporation controls most aspects of software development among paid and unpaid participants.",
  "created_at": null,
  "updated_at": "2012-07-31T03:12:28Z",
  "summary": "Mozilla is the blanket name for the community that produces free, open-source software, most famously the FIrefox web browser. Mozilla Foundation is a non-profit entity tasked with promoting a free and open Internet. It does so via the for-profit Mozilla Corporation, a subsidiary that oversees software development through a network of thousands of paid and unpaid developers, hundreds of thousands of volunteer testers and promoters, and millions of users. \r\n\r\nMozilla is complex and the organizations within the larger group change often. In 1998, Netscape created, funded, and staffed the Mozilla Organization. This organization was tasked with maintaining and improving free, open-source Internet software, primarily The Mozilla Application Suite, also called SeaMonkey. in 2003, Netscape withdrew sponsorship and the formal enterprise reorganized as Mozilla Foundation. In 2005, Mozilla Foundation created Mozilla Corporation as a for-profit arm tasked with development and distribution of its software products.\r\n\r\nMozilla's primary activity is the development of free, open-source software, an activity it undertakes via Mozilla Corporation. Mozilla earns hundreds of millions of dollars annually from integrated search functionality in its browser, a feature it sells to companies such as Google, Bing, and Amazon. Given the increasing popularity of mobile computing and the prominence of competing software produced by its clients, Mozilla Corporation has sought to diversify and develop new products, while Mozilla Foundation has sought to find new ways to encourage the development of an open Internet. The community of Mozilla users and developers (the OP) predates both Mozilla Foundation and Mozilla Corporation (the FSE), but the entire project came into existence through an initially unsuccessful attempt by a corporation to compete with a market leader via open source development . Mozilla's blending of non-profit and for-profit business models complicates ideas of participation. As a platform based on a particular model of desktop computing, the increasing prevalence of lock-in from hardware and software companies challenges Mozilla's efforts to foster openness.\r\n\r\nReferences:\r\n\r\nKelty, C.M. (2008). Two bits: The cultural significance of free software: Durham, NC: Duke University Press.\r\n\r\nBoswell, D. (2011. \"How many people are in the Mozilla community?\" http://davidwboswell.wordpress.com/2011/06/30/how-many-people-are-in-the-mozilla-community/\r\n\r\nKoponen, T. (2006). Life cycle of defects in open source software projects.\" Open Source Systems. Volume 203.  \r\n\r\nMockus, A., Fielding, R. T., & Herbsleb, J. D. (2002). Two case studies of open source software development: Apache and Mozilla. ACM Trans. Softw. Eng. Methodol., 11(3), 309–346. doi:10.1145/567793.567795\r\n\r\nShankland, S. (2012). \"Mozilla's plan for 2012: Break the ecosystem lock.' CNET. http://news.cnet.com/8301-30685_3-57376349-264/mozillas-plan-for-2012-break-the-ecosystem-lock/\r\n \r\nWang, J. (2011). Behind Linus's law: A preliminary analysis of open source software peer review practices in Mozilla and Python.\" Proceedings from the 2011 Conference on Collaborations Technologies and Systems. ",
  "birder_credits": "Updated July 2012 by Roderic Crooks and revised by Stacy Wood July 2012.\r\n",
  "tangible_problem": "Yes",
  "tangible_problem_detail": "The Mozilla Corporation is involved in producing specific products (Firefox and other applications), but the Mozilla Foundation itself addresses general, intangible problems realted to promoting an open Internet.",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "Meritocracy, in the first, most administrative sense, is a system of government or other administration (such as business administration) wherein appointments are made and responsibilities assigned to individuals based upon their \"merits\", namely intelligence, technical skill, credentials, creativity, and education, determined through evaluations or examinations.",
    "id": 1,
    "name": "Meritocracy",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Free and Open Source Software",
    "id": 1,
    "name": "FOSS",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Projects that directly interacts with or depends on the ecology of low-level UNIX-based tools and Internet-based services such as UNIX operating systems, C compilers, source code management systems (SCM), POSIX standard components, internet protocols and services.  ",
    "id": 1,
    "name": "UNIX + Internet",
    "updated_at": null
  },
  "updated_by": {
    "created_at": "2012-04-09T16:35:57Z",
    "email": "stacyewood@gmail.com",
    "id": 14,
    "updated_at": "2012-11-02T17:02:53Z"
  }
}