{
  "id": 155,
  "name": "Al Jazeera's The Stream",
  "thumbnail_100_url": "/system/assets/6/sq100/Screen%20shot%202011-08-12%20at%201.00.27%20PM.png",
  "thumbnail_50_url": "/system/assets/6/sq50/Screen%20shot%202011-08-12%20at%201.00.27%20PM.png",
  "url": "http://stream.aljazeera.com/",
  "foritself": "Yes, it is an FSE.",
  "brand": "Technologically literate, news and culture minded, globally conscious, activistically orientated, young, hip.",
  "fse_name": "The Stream is a program on Al Jazeera owned by the Qatar Media Corporation. Located at the Newseum in DC not at AJ headquarters in DC.",
  "fse_owner_founder": "Sheikh Hamad bin Thamer Al Thani is the owner of Al Jazeera.",
  "fse_significant_member": "Ahmed Shihab-Eldin, Derrick Ashong, Andrew Fitzgerald (fired August 2011), Sophia Qureshi",
  "fse_mission_statement": "The Stream is a social media community with its own daily television programme on Al Jazeera English. On television and online The Stream taps into the extraordinary potential of social media to disseminate news. The Stream is an aggregator of online sources and discussion, seeking out unheard voices, new perspectives from people on the ground and untold angles related to the most compelling stories of the day.\r\n\r\nThis is not a show simply about the hottest viral videos or trending stories on the internet. #8millionBeliebers and #TeamSheen will not figure on The Stream. Instead, our goal is to connect with unique, less-covered online communities around the world and share their stories and viewpoints on the news of the day. A key part of The Stream's mission is to help its viewers discover the newest online tools and advice to develop and share their information through these fast-changing networks.\r\n\r\nSocial networking now offers new possibilities to expand Al Jazeera English’s mission to give voice to the voiceless. As the tremendous growth of these networks moulds and transforms the news agenda, The Stream aims to share these possibilities and connect its global audience into a dynamic online dialogue.",
  "op_name": "The audience, but framed as an active contributor to the tasks of the FSE.",
  "op_vip_founders": "None, important to note that The Stream's use of amateur and embedded vloggers uniquely problematizes the FSE and OP distinction because they are right between the two.",
  "op_typical_member": "The typical OP member is not unlike the FSE member--digitally literate, globally mindful, political engaged individuals.",
  "formation": "The FSE formed out of the inspiration or hype surrounding the role of social media in news reporting and particulary during the Arab Spring OR the FSE emerged from an idea, a pitch, a pilot, a greenlight, and a show. Informants are spilt as to what was the underlying motivation but new media techno-utopianism one way or another.\r\n",
  "history": "After 2 weeks as a live online streamed program in April 2011, the Stream went to the satellite network. It runs 4 days a week and will likely become a fixture at AJ English.",
  "lifespan": "Like any program ratings may impact the survival of the program but Al Jazeera programs are different, they are mission driven and not beholden only to audience metrics.",
  "resource": "The FSE provides to the OP the resource of the promotional capacities of television. This resource incentivizes politically engaged participants to complete tasks (tweeting to the FSE headlines, appearing on camera as vlogger informants).",
  "availability": "The resource is available to individuals based on the newsworthiness and the opinions of the producers at The Stream.\r\n\r\n\"You hereby grant Aljazeera a global, non-revocable, exclusive, royalty-free, transferrable license to broadcast, distribute, display, reproduce, cut, edit, re-edit, delete, sell or modify the material or information submitted by you without any limitation whatsoever, in any media format and on any platform at the sole discretion of Aljazeera. This License shall not be limited by period or territory.\"",
  "participation": "The goals are set by the FSE. But the emergent live-ness gives the OP agency.",
  "tasks": "Yes, the project is to create a social media news program with the audience of co-producers. The FSE actively requests contributions from this co-producing audience in the form of headlines and links from under-appreciated newsworthy issues from around the world. Anyone can participate but the impact of the participation is based on whether the FSE producers select the content for TV broadcast.",
  "modularity": "The level of impact is relatively small; requiring but 2 sentence messages sent via Twitter or Facebook. A more substantial contribution can be made by individuals who present themselves for Skype video chat interviews.",
  "granularity": "Not really granular, as Tweet and Facebook messages are not definable based on the definition of granularity, meaning they can not be accumulated to form a larger whole. Or can they be?",
  "metrics": "Task are measured by frequency and importance based on the interpretation of the FSE. A task is completed once it is sent to the FSE. The rest of the operation is the responsibility of the FSE.",
  "alliances": "The Stream is in partnership with the rest of the Al Jazeera media ecology. The Stream is also dependent upon the satellite carriage deals they negotiate. Free Speech TV and Link TV both air Al Jazeera and may air The Stream.",
  "clients": "The clients include Al Jazeera which is mission driven so satisfying the clients requires more than mere increasing audience metrics but rather a more qualitative assessment of impact.",
  "sponsors": "Sponsors and clients are identical in this case (see above re: clients), The Stream is mandated by Al Jazeera to produce a social news program.",
  "elites": "The Stream prioritizes two types of individuals those producing social media from the Middle East or other troubled areas and those who have a skill in interpreting internet cultures. In this regard, The Stream prioritizes authority who can legitimate their emphasis on the internet as well as provide new information--voices of the voiceless. It is also important to note that The Stream's use of amateur and embedded vloggers uniquely problematizes the FSE and OP distinction because they are right between the two.",
  "created_at": null,
  "updated_at": "2012-09-27T18:53:44Z",
  "summary": "The Stream is a participatory television program on the news network Al Jazeera. It is organized as an FSE which attempts to mobilize social media participation in the firm of news commentary from its OP, the \"audience.\" It is significant because television production remains a unique cultural practice where the impetus towards creating a more active as opposed to passive OP remains strong though substantially unfulfilled. The Stream reveals how a formerly non-participatory industry such as television attempts to use the affordances of the internet to produce content. These types of actions expose problems associated with digital labor as well as the more idealistic vision of democratizing media production. Along with Current TV, The Stream was one of the first television news networks or programs to attempt to integrate user content onto television programming. Such experiments are never entirely successful thus far and will likely continue into the future.  ",
  "birder_credits": "Adam Fish\r\n\r\nI collected but have not analyzed interview data for the following The Stream employees: Ahmed Shihab-Eldin, Derrick Ashong, Andrew Fitzgerald, Ben Connors",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "Autogestion is often the decision-making model used in co-operative economic arrangements, such as worker cooperatives, workers' councils, participatory economics, political collectives of various sorts, and similar arrangements where the workplace or the project operates without a boss. Decision making is made by all participants of the project during council meetings and small decisions are made by those implementing them while coordinating with the rest and following more general agreements. Horizontal distribution of political power and autonomy are central to autogestion.",
    "id": 2,
    "name": "Self-managed worker cooperative (Autogestion)",
    "updated_at": "2011-07-22T20:56:23Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "An unorganized mass whose only relation to each other is a mutual relationship to a producer. ",
    "id": 9,
    "name": "Consumer Market",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "user contributed news, video, etc.",
    "id": 6,
    "name": "Citizen Journalism",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Any of various projects those primary ecology is moving visual media.",
    "id": 6,
    "name": "Television and Internet Video",
    "updated_at": null
  },
  "updated_by": {
    "created_at": "2012-04-22T23:44:57Z",
    "email": "patgarcia83@gmail.com",
    "id": 24,
    "updated_at": "2013-07-09T03:38:55Z"
  }
}