{
  "id": 163,
  "name": "Nettime Mailing List",
  "logo": "/system/assets/42/original/Picture%201.png?1318824569",
  "thumbnail_100_url": "/system/assets/42/sq100/Picture%201.png",
  "thumbnail_50_url": "/system/assets/42/sq50/Picture%201.png",
  "url": "http://www.nettime.org/",
  "foritself": "Yes. The mailing list format was originally chosen due to the degree of free ongoing exchange allowed (though now a degree set by the moderator). Its casual decentralized format reflects its political orientation: begining during what Lovink calls 'a phase of the Wired-Netscape hype (1995-1997)', Lovink and co-founder Pit Schultz describe the project as a critique of market-oriented web developments threatening to shut off the free exchange of ideas and as an answer to the neoliberal orientation often promoted in the mainstream magazine WIRED. (from Proud to Be Flesh and Dark Fiber).",
  "brand": "Nettime is minimally branded and its website (with its full-red background and low-fi fonts) is almost gauche by contemporary standards. The website's aesthetic reflects the project's mid-1990s roots and is reminiscent of web 1.0 design approaches. \r\n\r\nThat said, branding and web-design are not a major concern for Nettime. As a mailling list, the project eschews the visual interface of the browser in favor of textual interactions through email. Furthermore, as a project that focuses on critical discussions of the Internet, Netttime's minimal visual identity sets it apart from the type of media-phenomenon which are the objects of its discussions. Its non/anti-brand is an aspect of the critical distance necessitated by the project. ",
  "fse_name": "There is no FSE attached to Nettime, but the mailing list format does require slight moderation and server hosting.",
  "fse_owner_founder": "Geert Lovink and Pit Schultz are Nettime's founders.",
  "fse_significant_member": "See below for OP significant members.",
  "fse_mission_statement": "<nettime> is not just a mailing list but an effort to formulate an international, networked discourse that neither promotes a dominant euphoria (to sell products) nor continues the cynical pessimism, spread by journalists and intellectuals in the 'old' media who generalize about 'new' media with no clear understanding of their communication aspects. we have produced, and will continue to produce books, readers, and web sites in various languages so an 'immanent' net critique will circulate both on- and offline.",
  "op_name": "Nettime mailing list",
  "op_vip_founders": "Geert Lovink and Pit Schultz. Regular participants include: Rachel Baker, John Perry Barlow, Hakim Bey, Natalie Bookchin, Heath Bunting, Ted Byfield, Critical Art Ensemble, Ricardo Dominquez, Matthew Fuller, Coco Fusco, David Garcia, Gomma, Brian Holmes, Jodi, Olia Lialina, Geert Lovink, Douglas Rushkoff, Pit Schultz, Alexei Shulgin, DJ Spooky, Fran Ilich, Felix Stalder, Bruce Sterling, Janos Sugar, Faith Wilding, Peter Lamborn Wilson, Ana Peraica among others. (from Wikipedia http://en.wikipedia.org/wiki/Nettime)",
  "op_typical_member": "Artists and theorists with left-leaning political orientation. Scholars and practitioners interested in the fields of arts, theory, activism, media studies, political economics and journalism.",
  "formation": "Nettime has remained a solid OP, never looking to monetize or institutionalize. Its sustainability is based on the unpaid contributions of subscribers and volunteer moderators, who filter content before posting.",
  "history": "Nettime was founded in 1995 during the second meeting of the Medien Zentral Kommittee at the Venice Biennale. From its website: 'the formation of the nettime group goes back to spring 1995. A first meeting called <nettime> was organized in june 1995, at the Venice Bienale, as a part of the Club Berlin event. The list itself took off in the fall. A first compilation on paper appeared in January 1996, at the second Next Five Minutes events (the so-called ZKP series). The list organized its own conference in Ljubljana in May 1997, called 'The Beauty and the East'. A 556 pages nettime anthology came out in 1999: Readme! Ascii Culture and the Revenge of Knowledge. Autonomedia: New York (ISBN: 1570270899).' \r\n\r\nAccording to Lovink in Dark Fiber: 'The actual nettime mailing list started on October 31, 1995 with understated material by Matthew Fuller (London), Konrad Becker (Vienna) and Pit posting texts from Hakim Bey and Slavoj Zizek.'\r\n\r\nIn a personal interview, Felix Stalder describes its phases. First it was a space attached to events, like the Venice Biennales and used it in between meetings. In '97 due to its growth and subsequent noise (spam, one-liners, hostile responses), moderators came in to filter. Discussion at this time focused on critiquing the so-called California ideology espoused by Wired, as well as providing a rare platform for uncensored reports from Eastern Europe during the Balkan wars. Later, Felix says, 'it became mainly an ongoing observatory of the intersection of culture and politics and technology, with a lot of focus on the weak institution of participation in a capitalist framework. Web 2.0 was taking all the bits and pieces developed at the margins and putting it at the heart of a new machine. This was the mid-90s to 2000s. In the last few years, there's increasingly a focus on understanding the crisis [financial, institutional, ecological] and emergent forms of organizing that come out of that.' \r\n\r\nThere are now 4000 subscribers.",
  "lifespan": "1995 to present. It is still quite lively, with several postings a week.",
  "resource": "Nettime is primarily a discussion platform and a portal to insider's perspectives on activities relevant to network cultures and politics, a gateway to an international community that might otherwise not be accessible. \r\n\r\nContent is produced by what Felix Stalder calls 'peer filtering'; over time it has become a valuable archive revealing a history of issues relevant to its participants. In a personal interview Stalder elaborates: 'There is the community of participants on one hand: a few people who have been talking about these issues for a long time, so there is a degree of sophistication, a way of speaking.'\r\n\r\nHe also thinks its moderation is a resource and a valuable contrast to real-time culture: 'All this small stuff that is attributed to real time, little bits of status updates, is not provided by mailing list technology because of the moderation lag...It's not post/comment but more of an ongoing, fluid discussion.'\r\n\r\nThe website explains other various uses: 'you can use <nettime> as a forwarding channel, a social text filter, for [your] own texts, found texts, requests, announcements.  Primarily Nettime's value should be seen in the size and variety of contributors who may all communicate and discuss via its platform. It also provides an archive of all content posted since it began: <http://www.nettime.org/nettime.w3archive> ",
  "availability": "Anyone can subscribe, according to its website: '<nettime> is a way to reach a large group of active cultural producers. feel free to invite new subscribers or to suggest them by simply sending a mail to the list-owner.' \r\n\r\nThe web archive is publicly accessible. Its copyright policy: 'forwarding via e-mail is allowed if the footer is included; for republishing on a web or ftp site, contact with the authors is recommended. when republishing in paper media, or if money changes hands, permission from the author(s) is obligatory.'",
  "participation": "Nettime has no written mission statement, but one of its aims is 'self-organized editing' - a non-hierarchical creation of common meaning (vs. spammy noise) that can lead to productive critique of technology and society: 'lists are not seen a neutral forum where everyone can give his or her opinion. They are tools, potentially powerful common context creators.' (Lovink, Dark Fiber)",
  "tasks": "A 'task' on Nettime would be making a post to the mailing list. There is also the invisible labor of software maintenance, hosting, and moderating. ",
  "modularity": "Investment would be based mostly on the amount of posts made by a contributor, and not the size of any individual post. A link copied from another website can generate as much discussion as a manifesto of considerable length.\r\n",
  "granularity": "Posts can be as small as a link to another site and usually no larger than a scholarly peer-reviewed article.  ",
  "metrics": "These tasks are not measured, but they can more or less stir up conversation in the form of objections, additions, and encouragement. A 'good' post might be measured as one that produces several responses - this can be accomplished both by well-received and objectionable content.",
  "alliances": "There are currently no formal alliances other than its server host kein.org and archive host De Waag in Amsterdam (http://www.nettime.org/Lists-Archives/nettime-l-0707/msg00025.html). In the mid to late 90s, Nettime associated with live events, holding meetings at HackIt, (Amsterdam) the Chaos Computer Congress (Berlin), ISEA, the Ars Electronica Festival (Linz), The MetaForum Conferences (95-96) in Budapest. ",
  "clients": "Its subscribers.",
  "sponsors": "There are none.",
  "elites": "The moderators, currently Ted Byfield and Felix Stalder. The hand of Nettime's moderators is light, filtering spam, one-liners, and hostility. Originally controversial, it now seems to have become an accepted part of its processes.",
  "created_at": "2011-10-17T04:09:31Z",
  "updated_at": "2012-07-31T16:50:06Z",
  "summary": "Nettime is a well-known and at this point venerable mailing list began in 1995 to stoke discussion about the intersections of technology, culture, and politics. It's form as a mailing list self-consciously encourages networked discourse - albeit lightly moderated - among its international subscribers. \r\n\r\nGeert Lovink, one of Nettime's founders, describes its reputation and themes: 'Nettime has been widely recognized as one of the leading forums for the discussion and practice of innovative Internet culture and Internet-based art. Its aim has been to bring together different disciplines and practices such as electronic arts, computer science, media theory, IT journalism, and media activism. Topics have been the canon of net.art, foundations of media aesthetics, tactical media aspects of protests against corporate globalization, the fight against censorship, politics of Internet domain names.' (Geert Lovink, Dark Fiber: Tracking Critical Internet Culture. Cambridge, MA: MIT Press, 2001.)\r\n----\r\nNettime is a mailing list open to anyone, with its content focused on arts, technology, and society. \r\n\r\nIt began in 1995 to critically examine the rapid growth of the Internet and later the web. Its discussions often focus on networked media's relation to politics, web 2.0 critique, new media based art, and free culture.\r\n\r\nAccording to Stalder: 'Because Nettime has a light infrastructure technologically and is most definitely not an enterprise or even an institution, except in a sociological sense, just as a family is an institution, it is not a legal entity. It's very much an attempt for people to organize a common space out of which they can individually take whatever it is they want, without Nettime having much more of an interest other than providing this space to discuss the intersection of culture, tech, and politics, over a long time.' (personal interview) ",
  "birder_credits": "Morgan Currie\r\nMinimally revised by Seth Erickson, July 2012. ",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "images": [

  ],
  "fse_org_style": null,
  "op_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Discussion Forums, Image Boards, Mailing Lists, Underground communities etc.",
    "id": 10,
    "name": "Internet Forum / Mailing List",
    "updated_at": "2013-05-03T16:30:50Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Projects that directly interacts with or depends on the ecology of low-level UNIX-based tools and Internet-based services such as UNIX operating systems, C compilers, source code management systems (SCM), POSIX standard components, internet protocols and services.  ",
    "id": 1,
    "name": "UNIX + Internet",
    "updated_at": null
  },
  "updated_by": {
    "created_at": "2011-07-22T19:07:49Z",
    "email": "sr.erickson@gmail.com",
    "id": 1,
    "updated_at": "2013-10-31T22:33:51Z"
  }
}