{
  "id": 164,
  "name": "Anonymous",
  "logo": "/system/assets/48/original/Picture%201.png?1319231566",
  "thumbnail_100_url": "/system/assets/48/sq100/Picture%201.png",
  "thumbnail_50_url": "/system/assets/48/sq50/Picture%201.png",
  "url": " ",
  "foritself": "Yes and no. The group is a product of both hacker culture and chat forum culture. It uses its activities to probe the fuzzy boundaries of online anonymity, activism, open web and free speech, as well as net-specific ways to irk and disrupt targets.\r\n\r\nAt the same time, duplicity is a part of the game. Someone may not necessarily know that their actions are considered a part of anonymous' activities. ",
  "brand": "Anonymous is an international network - or a network of networks - comprised of unidentified hackers who typically organize pranks and acts of civil disobedience via IRCs and chat rooms. It can also be an identity that anyone can use for certain kinds of trolling activity, usually targeting corporations, governments, and repression of free speech. Anyone can join in, so long as they remain unknown (and some may not even know when they're associated with the group). Writes Michael Ralph and Gabrielle Coleman, 'Anonymous is a name people can use to organize in distinct and divergent styles. Even if Anons bitch endlessly about actions carried out under the name of Anonymous, they tend to respect the fact that part of their ethical ideal means anyone can assume the moniker.' \r\nFrom 'Is It a Crime? The Transgressive Politics of Hacking in Anonymous' http://owni.eu/2011/09/29/is-it-a-crime-the-transgressive-politics-of-hacking-in-anonymous/\r\n\r\nSometimes Anonymous simply traffics in web inanity, pornography, LOL memes and the like, but since Project Chanology's organized protest in 2008 and the 2010 Wikileaks scandal, it has become more politically oriented around free speech issues, open culture, and now the Occupy movement. People often affiliate with Anonymous in public by wearing Guy Fawkes masks.\r\n\r\nThe name Anonymous comes from forum culture, where attribution of comments by unidentified individuals is labeled 'anonymous'. Their unofficial motto is: 'We are Anonymous. We are Legion. We do not forgive. We do not forget. Expect us.'\r\n-'Serious Business: Anonymous Takes On Scientology (and Doesn't Afraid of Anything)' by Chris Landers, http://www2.citypaper.com/columns/story.asp?id=15543\r\n\r\nAnonymous also produces fairly sophisticated videos to spread their brand: \r\nhttp://wikileaks-movie.com/blog/2011/anonymous-hacker-video-archive-most-popular-most-recent/",
  "fse_name": "Anonymous has no FSE, but it does have a group known as 'AnonOps,' acting as IRC operators providing some of Anonymous's communications platforms, including domain names (e.g. http://anonops.blogspot.com/) and Twitter accounts for publicity. The only formal aspect of this is that a core group has some control over the platforms allowing conversation and planning.  \r\n-'The Hackers Hacked: Main Anonymous IRC Servers Invaded' by Nate Anderson http://arstechnica.com/tech-policy/news/2011/05/the-hackers-hacked-main-anonymous-irc-servers-seized.ars",
  "fse_owner_founder": "n/a",
  "fse_significant_member": "n/a",
  "fse_mission_statement": "n/a",
  "op_name": "Anonymous",
  "op_vip_founders": "Anonymous's members only remain as such if they're unknown, so few members are forthcoming about their roles and no one seems to have an originary story. ",
  "op_typical_member": "The stereotype would be young white male geek programmer - the typical solitary hacker who spends time hanging in chat forums. At the same time, the group is international in scope, with shifting ambitions, some more overtly political than others, so defining a type remains an ambiguous task.",
  "formation": "Anonymous could be considered an emergent OP entirely unattached to any FSE, though its roots are attributed to the anarchic culture posting anonymously on /b/ <img.4chan.org/b/>, a section of the image board 4chan.org, and to various IRCs such as http://anonnet.org/. \r\n\r\n",
  "history": "The first known Anonymous activities were 'raids' of faked avatars on the social networking site Habbo in 2006. The group turned to targeting the website of white supremacist radio show host Hal Turner, then exposing internet sex-predators. \r\n\r\nIt first entered mainstream news with its 2008 Project Chanology, using DDoS attacks and a series of live protests against the Church of Scientology. This was organized on Anonnet (the name of their IRC server), in web forums, and eventually in cities across North America, Europe, and Australia. Other activities in 2007-2009 involved anti-censorship activism, including setting up political forums after the Iran election and attacking the Australian government's website for its ISP level censorship. \r\n\r\n2010 saw a totally distinct node, now called AnonOps, using DDoS attacks against the Motion Picture Association of America for its attempts to shut down Pirate Bay. This grew into Operation Payback, launched against companies opposed to online piracy, then evolving into explicit support of Wikileaks, by way of attacks on the websites of companies that appeared to be undermining it. 2011 activities include support of the Arab Spring by attacking government websites and new tactics of hacking-for-leaking, against Bank of America and HBGary Federal.  \r\n\r\nSources: \r\n'Is it a Crime? The Transgressive Politics of Hacking in Anonymous' by Gabriella Coleman and Michael Ralph. http://owni.eu/2011/09/29/is-it-a-crime-the-transgressive-politics-of-hacking-in-anonymous/\r\n\r\nWikipedia has a page devoted to recording coverage of these events:\r\nhttp://en.wikipedia.org/wiki/Timeline_of_events_involving_Anonymous\r\n",
  "lifespan": "2006 to the present.",
  "resource": "The brand itself is its primary a resource. Anonymous provides an umbrella under which any individual can assume a position to take action. It provides a method for civic disobedience.\r\n\r\nAnother resource is strength in scale. Targets can be attacked much more effectively through sheer mass of unknown assailants.  Arguably, it exposes the internet's vulnerabilities and affordances for new types of activism.\r\n",
  "availability": "Anyone at all can join, so long as they remain anonymous, making the resource of membership quite easy to obtain. The barrier might be a technical one, since much of Anonymous's activities require hacking.",
  "participation": "Goals are amorphous and shifting. If generalized based on their history, Anonymous seems most focused on rooting out censorship, anti-piracy and pro-copyright behavior - in promoting a more open, anarchic version of the web. The group also likes to point out online predators and child pornography and supports progressive political movements around the world. Sometimes, though, pranks are just for the lulz.",
  "tasks": "Types of task including running ICF channels, rallying function of identifying targets, DDoS attacks on websites, real-world protests wearing Guy Fawkes masks, hacking into websites and knocking them offline, rooting out child pornography, and some degree of communication with other members to coordinate upcoming activities.",
  "modularity": "Tasks range from sophisticated and time consuming website hacking via DDoS attack, to spreading the word about a forthcoming attack, to simply showing up at a live protest. Investment can be sporadic, with no long term commitment required. ",
  "granularity": "Again a range, from complicated computer programming to banging on a tambourine at a rally.",
  "metrics": "Tasks would be successful if they disrupt a target's activities. Shutting down a website, leaking information, or forming awareness of an issue through online/offline action.",
  "alliances": "4Chan, the website affiliated with famous internet memes and pranksterism, widely known as giving rise to Anonymous. Also Peoples Liberation Front, a collective of politically motivated hackers founded in 1985 to protest telecomm monopolies, which has publicly allied itself with Anonymous to advocate for internet freedom. http://plf.eu.pn/",
  "clients": "No formal clients.",
  "sponsors": "No sponsors either.",
  "elites": "'AnonOps,' which provides Anonymous's communications platforms including domain names and Twitter accounts for publicity, could be considered a sort of insiders cabal. \"From the beginning there has been an secret club, an aristocracy in AnonOps, deciding how operations will play out in invite-only channels.\"\r\nhttp://arstechnica.com/tech-policy/news/2011/05/the-hackers-hacked-main-anonymous-irc-servers-seized.ars\r\n\r\nIn May 2011 one of Anonymous's own attacked the group's Internet chat servers, briefly shutting down ,AnonOps via IRC (irc.anonops.ru / irc.anonops.net), in protest of their closed activities.\r\n'The Fighting Continues as AnonOps Stages a Comeback' by Steve Ragen: http://www.thetechherald.com/article.php/201119/7163/The-fighting-continues-as-AnonOps-stages-a-comeback?page=1\r\n",
  "created_at": "2011-10-21T21:12:48Z",
  "updated_at": "2012-07-24T21:17:39Z",
  "summary": "Anonymous can be considered first as a decentralized, international hacker collective - a network of networks - that communicates anonymously through IRCs, chat rooms, image boards, and other online forums, and secondly as an umbrella brand that anyone can employ for labeling anonymous hacker activity, usually with political tones. \r\n\r\nOriginally much of this activity revolved around sharing memes, jokes, pornography, and things of shock value, but since 2006 the group has organize civil disobedience via DDoS attacks and hack-leaks. Their activities are mostly opaque to non-participants, and their motivations range from  entertainment (for the lulz) to political grievance, especially regarding free speech and free culture. Their efforts combine on- and offline pranks (aka hacktivism, griefing), sometimes conflating these modes (e.g. online 'sit-ins' of corporate websites using mass DDoS attacks and live 'rick rolling' by playing Rick Astley at public protests). While their goals are loosely defined, they have specific targets most often related to free speech demands, ranging from radio host Hal Turner, Scientology, and social networking sites, to Sony Corp, Bank of America, child pornographers, Mastercard, and the sites of dictatorial governments. Specific arenas where their activity unfolds include 4chan, 711chan, Encyclopedia Dramatica, IRC channels, and YouTube.  \r\n \r\n",
  "birder_credits": "Morgan Currie\r\nChristopher Kelty",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": null,
  "op_org_style": {
    "created_at": null,
    "description": "Acephalous, loosely networked, intended to devolve all decision making to groups as local (and as small) as possible.   ",
    "id": 4,
    "name": "Radical decentralization",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "groups organized for social or political change; independent media organizations; hacktivists; advocates and other coalitions.",
    "id": 9,
    "name": "Activist",
    "updated_at": "2011-10-21T21:24:40Z"
  },
  "habitat": {
    "created_at": "2012-01-14T03:16:51Z",
    "description": "Private, anonymous internetworked machines that are not accessible via Internet without certain applications (Tor, GNUnet,  VPN clients, P2P clients). Examples include but are not limited to: Freenet, GNUnet, Inivisible Internet Project, Onionland.",
    "id": 9,
    "name": "Darknet",
    "updated_at": "2012-01-14T03:17:20Z"
  },
  "updated_by": {
    "created_at": "2011-07-22T19:14:37Z",
    "email": "ckelty@ucla.edu",
    "id": 2,
    "updated_at": "2013-10-22T20:47:03Z"
  }
}