{
  "id": 165,
  "name": "Next New Networks",
  "thumbnail_100_url": "/system/assets/56/sq100/nnn.jpeg",
  "thumbnail_50_url": "/system/assets/56/sq50/nnn.jpeg",
  "url": "www.nextnewnetworks.com",
  "foritself": "Yes. It reaches out to its OP through its Next New Creator program: http://www.nextnewnetworks.com/page/next-new-creators",
  "brand": "Next New Networks is the leading provider of original entertainment programming for the Internet. With the two most-viewed videos of 2010, more than 1.5 billion views since our launch in 2007, over 5 million subscribers, 10 Webby Awards, and some of the biggest hits on the Web, Next New Networks is redefining entertainment by championing the next generation of show creators, helping build their audiences, capabilities, and paths to revenue.",
  "fse_name": "YouTube Next Lab and Audience Development Group",
  "fse_owner_founder": "Fred Seibert, Herb Scannell, Emil Rensing, Timothy Shey and Jed Simmons",
  "fse_significant_member": "Significant shows: Obama Girl and the smash hits \"Key of Awesome,\" and \"Auto-Tune the News\"), Indy Mogul, the filmmaking network for the YouTube Generation, Channel Frederator, featuring the cartoons of over 1,000 creators, food network for the people Hungry Nation, car news network Fast Lane Daily, and Comedy Thunder, an all-new sketch comedy network. We've also re-launched DIY fashion network ThreadBanger, and spun off a sister network, ThreadBanger Style\r\n\r\nAdam Fish interviewed Ryan Nugent and Tim Shey of NNN",
  "fse_mission_statement": "\"redefining entertainment by championing the next generation of show creators, helping build their audiences, capabilities, and paths to revenue.\"",
  "op_name": "Next New Creators",
  "op_vip_founders": "Obama Girl and the smash hits \"Key of Awesome,\" and \"Auto-Tune the News\"), Indy Mogul, the filmmaking network for the YouTube Generation, Channel Frederator, featuring the cartoons of over 1,000 creators, food network for the people Hungry Nation, car news network Fast Lane Daily, and Comedy Thunder, an all-new sketch comedy network. We've also re-launched DIY fashion network ThreadBanger, and spun off a sister network, ThreadBanger Style, ",
  "op_typical_member": "Aspirational video professional",
  "formation": "FSE-->OP. However, the OP is an outgrowth or digitalization of the citizen video movement that emerged in the 1970s with the so-called price \"democratization\" of video equipment. The digital networking of these video producers reached a critical point in 2005 with the emergence of wide-spectrum broadband and YouTube.\r\n",
  "history": "The YouTube Next Lab and Audience Development Group, founded originally as Next New Networks is a web television company based in New York City, New York, that was launched in March 2007 by Fred Seibert, Herb Scannell, Emil Rensing, Timothy Shey and Jed Simmons with $8 million in funding from investors including Spark Capital. The company is the home to online television networks Barely Political, Channel Frederator, Fast Lane Daily, and Indy Mogul, among others. Next New Network's first creative hire was filmmaker Justin Johnson.\r\nIn November 2010, the company was selected to create and launch an original daily series for AOL's homepage, \"The One,\" as part of AOL's new video strategy.\r\nOn March 7, 2011, YouTube bought Next New Networks for less than $50 million",
  "lifespan": "Thriving. 1.2 billion views and counting.",
  "resource": "What We Offer\r\n\r\nThe Next New Creators program provides you with four main support elements:\r\nPATHS TO REVENUE\r\nDISTRIBUTION PARTNERSHIPS\r\nAUDIENCE DEVELOPMENT\r\nBRANDING AND PACKAGING\r\nPaths to Revenue\r\n\r\nWe increase creators' paths to revenue with inclusion in Next New Networks' advertising programs, which includes sponsorship opportunities everywhere your videos are viewed.\r\n\r\n\r\n\r\nAvailable revenue streams include: Sponsorships and Brand-Integration, YouTube Direct Sales & Partner Programs, In-Video Ads, Higher CPMs.\r\n\r\nDistribution Partnerships\r\n\r\nWe have close relationships with all of our distribution partners including YouTube, iTunes, and others.  We work with them to get your show promoted and featured.\r\n\r\nAudience Development\r\n\r\nNext New Networks knows how to build and grow audiences on the web. Our Audience Development team will work with you and provide guidance to help your show reach more viewers and create a more engaging experience with your audience.\r\n\r\n\r\nBranding and Packaging\r\n\r\nWe believe in the power of great packaging. We work with you to improve the design, packaging and branding of your shows.",
  "availability": "Before the YouTube purchase in March 2011 the would be participant would apply through the NNN website. Today (Oct 2011) there is this message: \r\n\r\n\"Next New Networks is now part of YouTube. We're currently in the process of revamping the Next New Creators program, including new guidelines as to how creators can apply to work with us at the YouTube Next Lab. Please follow us on Twitter or Facebook for updates and announcements, or enter your email address below to join our mailing list.\"\r\n\r\nAnd a solicitation of your email follows.\r\n",
  "participation": "The FSE are the goal setters but there is a performance of communal agenda setting.\r\n",
  "tasks": "Tasks are clearly defined. The OP uploads videos, the FSE hosts the video and pays the OP.\r\n",
  "modularity": "The OP must videotape and upload videos. It is easy to do but difficult to make money doing it.\r\n",
  "granularity": "The tasks are not granular. A video is a complete entity, however the OP does better if the videos are parts of series, thus some granularity is advantageous.\r\n",
  "metrics": "A task is the uploading of a video, the production of a series of videos, the development of a consistent audience. These tasks are measured by the number of viewers they receive.\r\n",
  "alliances": "NNN lists amongst its partners every major internet video platform (Blip.tv, YouTube, etc.) and convergence media system (Tivo, Hulu, iTunes)",
  "clients": "Commercial corporations and its investors.",
  "sponsors": "investors including Spark Capital, Goldman Sachs, Saban Capital Group and Fuse Capital",
  "elites": "Top video producers.",
  "created_at": "2011-10-26T23:09:12Z",
  "updated_at": "2011-10-26T23:38:33Z",
  "summary": null,
  "birder_credits": null,
  "tangible_problem": null,
  "tangible_problem_detail": null,
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "Regionally or Locally specific collectives connected to a global network that gives identity to or sustains the local collectives. ",
    "id": 10,
    "name": "Franchise",
    "updated_at": null
  },
  "genus_type": {
    "created_at": "2011-09-23T19:04:33Z",
    "description": "Media making from mainstream to remix to participatory/fan culture.",
    "id": 11,
    "name": "Culture Industry",
    "updated_at": "2011-09-23T19:04:33Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Any of various projects those primary ecology is moving visual media.",
    "id": 6,
    "name": "Television and Internet Video",
    "updated_at": null
  },
  "updated_by": null
}