{
  "id": 166,
  "name": "FLOSS Manuals",
  "logo": "/system/assets/57/original/FlossManuals.jpg?1319844628",
  "thumbnail_100_url": "/system/assets/57/sq100/FlossManuals.jpg",
  "thumbnail_50_url": "/system/assets/57/sq50/FlossManuals.jpg",
  "url": "http://en.flossmanuals.net/",
  "foritself": "The project is self-aware. It was begun to address the lack of free information on how to use Free Software, and so consciously designed its interface to distribute the means to use, collaboratively write and disseminate such literature. The website promotes community, with a simple means to sign up and contribute or translate content, a chat forum on each editing page allowing editors to talk, a message board and a remix function, allowing readers to become editors of a volume they composed of chapters from various books. All content is attributed and licensed under the GPL.\r\n\r\nInterestingly, the site nowhere claims to be a publishing tool. Instead, it claims to provide a means to produce documentation.",
  "brand": "FLOSS Manuals is a wiki-based publishing and collaborative authoring site that was founded on ideas and ideals derived from FLOSS culture. In the spirit of FLOSS, FLOSS Manuals allows anyone to contribute, modify, or re-use content from the site and encourages collaborative effort - the organization calls it 'federated publishing.'\r\n\r\nLike Wikipedia, the focus is on enabling the production and manipulation of text through a traditional online text editor similar to a pad, with a chat room allowing communication between the contributors. With Booki.cc anyone can apply their own style to the content using CSS. Both layout and content are up to participants, with the option of a standard layout to employ. Unlike a wiki, the project is designed for long-format works primarily on the subjects of FLOSS programming.\r\n\r\n",
  "fse_name": "FLOSS manuals Foundation is a non-profit registered in Amsterdam.  http://www.flossmanuals.org/",
  "fse_owner_founder": "The FSE was founded by digital artist Adam Hyde. \"Adam is a New Zealander based in Amsterdam. His career has been through many stages including managing radio stations in New Zealand, IT management at XS4ALL (.nl), tactical media (Radio21, HelpB92), and for the last 4 years he has been a professional new media artist. Adam is now solely focused on managing the development of FLOSS Manuals\" (Accessed July 24, 2012: http://wikimania2007.wikimedia.org/wiki/Presenters/Adam_Hyde/Biography)",
  "fse_significant_member": "FLOSS Manuals:\r\nCommunity Manager: Adam Hyde\r\nProgrammer: Aleksandar Erkalovic\r\nProgrammer: Tuukkah Hastrup\r\nProgrammer: Luka Frelih\r\nJohn Curwood: newsletter and book store manager \r\n\r\nFLOSS Manuals Foundation:\r\n\r\nBoard:\r\nElisa de Castro Guerra\r\nEric Kluitenberg\r\nJanet Swisher\r\nSacha van Geffen (Chair)\r\nTuukka Hastrup\r\n\r\nStaff:\r\nLaurent Giacobino: Fundraising Manager\r\nCamille Acey: PR Manager",
  "fse_mission_statement": "FLOSS Manuals(FM) is a collection of different language communities that produce original documentation about Free Software. This site is the home for the FLOSS Manuals ORG that oversees and supports the general activities of the various language communities:\r\n\r\n    English\r\n    Farsi\r\n    Finnish\r\n    French\r\n    Netherlands\r\n\r\nSome of the language communities have their own legal structures and are managed by these organisations. FLOSS Manuals ORG supports all languages with resources wherever possible and overseas the operations of the FM network in general.\r\n\r\nFLOSS Manuals was started to remedy the deficit of good free documentation about how to use Free Software. The original idea (and this philosophy continues today) was to distribute the means to contribute to manuals, text books, teaching materials, etc by creating a very simple and easy to use interface for collaborating on the creation of comprehensive texts about Free Software.\r\n\r\n(Accessed July 24, 2012: http://www.flossmanuals.org/)",
  "op_name": "FLOSS Manuals, the platform enabling the community of contributors and readers.",
  "op_vip_founders": "The OP founder is Adam Hyde. Since the inception of FLOSS Manuals, many new members have joined the OP. The organization does not list top manual contributors; however, it does provide credit to authors in each manual and it does provide a list of active manual authors. (Accessed July 24, 2012: http://booki.flossmanuals.net/list-people/).",
  "op_typical_member": "FLOSS developers and activists, authors, educators, people interested in collaborative writing, free culture and open access, editors, publishers, students. ",
  "formation": "FLOSS Manuals in its first iteration was a wiki of content taken from workshop manuals that Adam had collected during travels in support of FLOSS activism. The project formalized into a Foundation in 2006 with Dutch grant funding from the Digital Pioneers foundation. The FSE enabled the OP in this case, through design and development though both originated at the same time.\r\n\r\nAccording to Adam, 'FLOSS Manual's starting point was free documentation. We wanted to create tools to facilitate open software's usage. It was by accident that we stumbled into publishing.'\r\n(Accessed July 24, 2012: http://networkcultures.org/wpmu/outofink/?p=429)",
  "history": "The foundation was formed in 2006 but the site went live in May 2007, using Twiki software. The first unsolicited edit on the site was in July 2007, and the first book was called How to Bypass Internet Censorship. FLOSS Manuals was officially launched at a party at Montevideo Time Based Arts (Amsterdam) in October 2007.\r\n\r\nAccording to Adam: 'The climate was bad documentation, undernourished docs in free software organizations across the planet, and a feeling that I could do something about it because no one else was. Free software projects are run by backend people, 99% men who talk C+ or create a document of standards. Many come from large organizations, but they do not understand or value the 'end user' as someone that needs some love and attention. For example I recently did a sprint with OpenMRS. It was their first docs in the entire seven years they had been running. Manuals are not for the untrained. Manuals have a much bigger role. But the reason why organizations did not do manuals is because they felt people would 'just get it'. (Personal interview with Adam Hyde conducted by Morgan Currie for Part.Public.Part.Lab, Accessed July 24, 2012: http://recursivepublic.net/2011/11/all-books-are-participatory-interview-with-adam-hyde-at-floss-manuals/)\r\n\r\nIn 2008 the project launched Farsi version of FLOSS Manuals (http://fa.flossmanuals.net) and started the first Book Sprints, based on Code Sprints but with the focus on writing. Groups of writers, editors, artists and production specialists meet, produce an outline and publish a book in five days. http://www.booksprint.info/\r\n\r\nThe site now operates on an autonomous platform using Booki http://www.booki.cc/.\r\n",
  "lifespan": "2006 to present",
  "resource": "FLOSS Manuals provides two primary resources. First, the platform, which provides a simple, well-designed collaborative writing and editing space that allows high output and is unfettered by traditional publishing methods. Like a wiki, it saves all versions of a text. According to Adam: 'Publishing industry is stuck in the edition paradigm and it considers the book as a stable media. But the only form of stability is the continuous fluid nature of the book, this is the only way that it can be trusted and approved. Our book become a trusted source because a lot of people are working on those overtime.'\r\n(Accessed July 24, 2012: http://networkcultures.org/wpmu/outofink/?p=429)\r\n\r\nSecond, the manuals themselves, which are always open to editing but can be downloaded at any point as pdf or epub. Editions can be sold for personal gain. Adam describes the manual's uses as spanning 'Advocacy, PR, marketing, acquittal docs, application materials, internal discussion docs, feedback processes, pre-sale aids, post sale-aids, to fund application materials. Docs live outside of 'how to use the software'. Imagine if you are a developer or a consultant and you work with drupal. You take along a customised printed manual of drupal to the potential client and that manual has your companies branding all over it. Like you wrote the doc. Very powerful. With an acquittal doc -you get some funds, and you give the funder a BOOK as one of the outcomes of that funding. They love you and give you more money. Funders hardly ever get tangibles.' (Personal interview with Adam Hyde conducted by Morgan Currie for Part.Public.Part.Lab, Accessed July 24, 2012: http://recursivepublic.net/2011/11/all-books-are-participatory-interview-with-adam-hyde-at-floss-manuals/)\r\n\r\nFLOSS Manuals has also developed the Booki software for booksprints, and is promoting the translation of content for different language communities. Anyone can read, contribute, remix and translate content. The primary audience remains FLOSS developers, though I wouldn't be surprised if content starts to diversify.\r\n",
  "availability": "The resource is publicly available and free. All content is licensed under the copyleft GPL (GNU General Public License) or CC0. Contributors are attributed and encouraged to use their real names. ",
  "participation": "The goals are to build robust manuals for widespread use and keep the site going. According to Adam: 'I measure success by how much people tell say we are doing magic, and that happens a lot. But I think the real measure is how sustainable we can make this.' (Personal interview with Adam Hyde conducted by Morgan Currie for Part.Public.Part.Lab, Accessed July 24, 2012: http://recursivepublic.net/2011/11/all-books-are-participatory-interview-with-adam-hyde-at-floss-manuals/)\r\n\r\nBoth the Foundation and the community have a stake in goal setting, and the Foundation declares itself open to suggestions and external contributions: 'PR, write code, reach out to other projects, start a new language community, raise money etc' and 'Folks are encouraged to join their mailing list if they want to take an active part in developing the project (Accessed July 24, 2012: http://lists.flossmanuals.net/listinfo.cgi/discuss-flossmanuals.net). The project is however led by a small group of dedicated volunteer designers and programmers who devote the most time to its promotion and growth. ",
  "tasks": "The project primarily aims to develop literature on FLOSS projects. Tasks include writing, editing, translating, remixing, and bookmarking manuals. Anyone can do this if they register at the site. Currently the number of registered people is around 3000, with around 10% active. (Accessed July 24, 2012: http://networkcultures.org/wpmu/outofink/?p=429)",
  "modularity": "The primary unit of a task would be making a contribution to a manual, whether writing or editing, with completion of a version of a full manual as an end goal. Another would be a complete translation of a manual.\r\n    \r\n",
  "granularity": "Writing a manual with distributed authorship means contributions can have a form as small as a simple edit of a spelling error or updating a statistic, up to writing entire chapters or whole documents. ",
  "metrics": "Books can be edited indefinitely, but a likely metric would be if the main authors of a manual consider the manual a completed draft.",
  "alliances": "FLOSS has no overt alliances mentioned on their site other than sponsors. ",
  "clients": "This is anyone who wants to take part in developing/remixing the manuals. Also, anyone who is searching for FLOSS manuals for software they are learning or attempting to use. ",
  "sponsors": "Aspiration - they have done a review of Booki and are providing facilitaiton services for the GSoC Soc Summit which is co-organised by FLOSS Manuals.\r\nhttp://aspirationtech.org\r\n\r\nGreenhost - Dutch ISP that provides most of the hosting services for FLOSS Manuals.\r\nhttp://www.greenhost.nl\r\n\r\nSeravo - Seravo have helped develop a lot of the tools that FLOSS Manuals uses, they provide continued support for help with maintenance and systems administration and they also have helped the Finnish and French FLOSS Manuals establish their technical framework.\r\nhttp://seravo.fi/\r\n\r\nSourcefabric - Sourcefabric continue to support FLOSS Manuals by lending development support to the project and promoting us whenever they can.\r\nhttp://www.sourcefabric.org\r\n\r\nDigitale Pioneers - Digital Pioneers provided strong moral support and initial technical development funds.\r\nhttp://www.digitalpioneers.org/\r\n\r\n(Accessed July 24, 2012: http://www.flossmanuals.org/)",
  "elites": "Adam Hyde is the creative force behind FLOSS Manuals and the spokesperson for the project. According to Adam: 'I worry that I am too much the container for a lot of information others don’t have and also I don’t see anyone as committed as me who would take over as the main whip if I stepped out. There is a lot of cultural stuff that needs to be internalized. That takes time. So we have a lot to do to get there. I want to be expendable.' (Personal interview with Adam Hyde conducted by Morgan Currie for Part.Public.Part.Lab, Accessed July 24, 2012: http://recursivepublic.net/2011/11/all-books-are-participatory-interview-with-adam-hyde-at-floss-manuals/)\r\n",
  "created_at": "2011-10-28T23:30:29Z",
  "updated_at": "2012-07-24T20:30:38Z",
  "summary": "FLOSS Manuals is an online, free wiki-based editing tool for developing and translating manuals on open source software. \r\n\r\nThe organization is both a non-profit foundation and a website where anyone can collectively develop books under a model described by the founder, Adam Hyde, as 'federated publishing'. The organization sees its model as pointing the way for publishing in the future: the ongoing, social development of living documents governed by the GNU license.\r\n\r\nAccording to Adam: 'The book is a powerful tool for building communities, and publishing has locked this off from the world for a very long time. One of the principle models for building knowledge online is going to be the book, and the fact that it is so valuable a community-building device makes it ripe for participatory knowledge building.' (Personal interview with Adam Hyde conducted by Morgan Currie for Part.Public.Part.Lab, Accessed July 24, 2012: http://recursivepublic.net/2011/11/all-books-are-participatory-interview-with-adam-hyde-at-floss-manuals/)\r\n ",
  "birder_credits": "Created by \r\nMorgan Currie\r\nUpdated by\r\nSeth Erickson\r\nPat Garcia ",
  "tangible_problem": "Yes",
  "tangible_problem_detail": "Providing FLOSS manuals",
  "images": [

  ],
  "fse_org_style": {
    "created_at": null,
    "description": "OP framed as user-producers and collaborators",
    "id": 13,
    "name": "Produsers",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "OP framed as user-producers and collaborators",
    "id": 13,
    "name": "Produsers",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Free and Open Source Software",
    "id": 1,
    "name": "FOSS",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2011-07-22T19:14:37Z",
    "email": "ckelty@ucla.edu",
    "id": 2,
    "updated_at": "2013-10-22T20:47:03Z"
  }
}