{
  "id": 173,
  "name": "Global Voices",
  "logo": "/system/assets/77/original/lingua-plainlogo.gif?1322631725",
  "thumbnail_100_url": "/system/assets/77/sq100/lingua-plainlogo.gif",
  "thumbnail_50_url": "/system/assets/77/sq50/lingua-plainlogo.gif",
  "url": "http://globalvoicesonline.org/",
  "foritself": "Yes, its mission is to bring an international audience to reports about international issues that are often neglected by mainstream press.",
  "brand": "Citizen journalism, global, DIY, alternative, Creative commons, \"a virtual community across multiple time zones\" (http://globalvoicesonline.org/about/).",
  "fse_name": "Global Voices.",
  "fse_owner_founder": "Former CNN Beijing and Tokyo Bureau Chief Rebecca MacKinnon and technologist and Africa expert, Ethan Zuckerman.",
  "fse_significant_member": "Editorial team: http://globalvoicesonline.org/about/editorial-team/\r\n\r\nAuthors: http://globalvoicesonline.org/authors/",
  "fse_mission_statement": "\"Global Voices seeks to aggregate, curate, and amplify the global conversation online - shining light on places and people other media often ignore. We work to develop tools, institutions and relationships that will help all voices, everywhere, to be heard.\"",
  "op_name": "Global Voices. ",
  "op_vip_founders": "None. Global Voices participants \"are primarily concerned with aggregating and linking to content that people have produced on their own platforms and communities, in their own languages and countries.\"\r\n\r\n",
  "op_typical_member": "Citizen journalists, educators, students, bloggers, free speech and internet activists",
  "formation": "Always an FSE that set out to build a dispersed network of reporters and translators. Founded as a non-profit organization in the Netherlands.",
  "history": "Global Voices was started in 2005 by former CNN Beijing and Tokyo Bureau Chief Rebecca MacKinnon and technologist and Africa expert Ethan Zuckerman while they were both fellows at the Berkman Center for Internet and Society at Harvard University. The idea for the project grew out of an international bloggers’ meeting held at Harvard in December 2004 and it began as a simple blog. (Here's a written report and podcast of that meeting).\r\n\r\nA report on the bloggers' meeting: http://personaldemocracy.com/content/global-voices-international-bloggers-start-connecting-dots",
  "lifespan": "2005 to today.",
  "resource": "First, the website aggregates reports from blogs and citizen media around the world, delivered by more than 500 bloggers, editors, and translators. The emphasis is on issues that are not ordinarily heard in mainstream media, including issues of social justice and localized news from areas not typically covered. \r\n\r\nThe website has additional projects: Global Voices Advocacy is an anti-censorship network of bloggers and online activists trying to design tools and guides to protect rights on the Internet, including the Guide to Anonymous Blogging and the Access Denied Map of Web 2.0 Censorship. (http://advocacy.globalvoicesonline.org/ and http://advocacy.globalvoicesonline.org/projects/guide/)\r\n\r\nRising Voices provides micro-grants to new journalism projects by underrepresented populations and has also developed a series of participatory media tutorials towards this end.\r\nhttp://rising.globalvoicesonline.org/about/\r\n\r\nThe Technology for Transparency Network is a participatory mapping project about online technology projects that increase transparency, government accountability, and civic engagement in Latin America, Sub-Saharan Africa, Southeast Asia, South Asia, China, and Central & Eastern Europe. The project also developed a series of a podcasts featuring short interviews with leaders of technology for transparency projects. \r\nhttp://transparency.globalvoicesonline.org/\r\n\r\nRuNet Echo expands and deepens understanding of the Russian Internet (RuNet) and related online communities.\r\n\r\nLingua is a community translation project that makes stories from the Global Voices in English website available in other languages. As of November 2010, there are over 30. (http://globalvoicesonline.org/lingua/)",
  "availability": "For readers, the website is free and available in 30 languages, including Spanish, Chinese, French, and Arabic. \r\n\r\nFor volunteers:  Editors review all stories before they are published. Every editor works with a team of volunteer authors who help monitor and write about blogs in their country or region. Editorial coverage is driven by what authors advise is important to pay attention to in their blogospheres. \r\n\r\nAll Global Voices content is published under a Creative Commons attribution license, which means that anybody can re-publish the content as long as they follow the guidelines in their attribution policy. (http://globalvoicesonline.org/about/global-voices-attribution-policy/)\r\n\r\nSee also: http://globalvoicesonline.org/about/faq-frequently-asked-questions/",
  "participation": "Broadly, Global Voices seeks to expand the role of international grassroots citizens’ media (text, photos, podcasts, video) to redress inequities and biases of traditional media coverage. Their projects also promote free speech and economic equality and foster participation through training, online tutorials, and publicizing open-source and free tools. The focus is also on citizen's empowerment through their own accounts of local and global news issues. In this way, media perspectives are enriched and emboldened. \r\n\r\nRead the manifesto here: http://globalvoicesonline.org/about/gv-manifesto/\r\n  \r\n",
  "tasks": "Editors filter proposed content. Participants can contact editors to write, translate and edit existing blogs or to alert editors of content. Readers can post comments, subscribe to daily, weekly, or special announcement emails, follow the Twitter feed or connect on Facebook.\r\n\r\nPeople can also participate in the projects (Global Voices Advocacy, Rising Voices, Threatened Voices, and the Technology for Transparency). These tasks are often aimed towards fostering freedom of speech in a few ways, such as monitoring censorship using online maps and writing manuals and tutorials on participatory media. \r\n\r\nThe organization also takes donations (though this may not be considered a task).",
  "modularity": "Posting a report on the website, translating a full report, posting a comment (if you're a reader), volunteering for one of the sub projects, forwarding on a link or posting a link on Facebook could even be considered a task.",
  "granularity": "Tasks range in size from reposting or retweeting an article to volunteering as a reporter or translator. ",
  "metrics": "The most obvious completed task would be the posting of an article on the site. There is no formal measurement for success. ",
  "alliances": "Berkman Center's Open Net Initiative, WITNESS (http://witness.org/) ",
  "clients": "Readers benefit obviously, but so do writers and media/internet freedom activists. Depending on your perspective, institutional media also benefits through the challenges posed by small, activist media alternatives. ",
  "sponsors": "Global Voices has a serious network of funders. Initial funding to set up the project was provided by grants from the MacArthur Foundation and the Dutch NGO Hivos. Reuters has also provided support.\r\n\r\nKnight Foundation gave $10,000 in September 2006, and awarded a Knight News Challenge award to support the Rising Voices initiative, launched in May 2007.\r\n\r\nThe Open Society Institute, the Ford Foundation, and the Arca Foundation supported in 2009.\r\n\r\nThe Technology for Transparency project is funded by the Transparency and Accountability Initiative, a donor collaborative that includes the Ford Foundation, Hivos, the International Budget Partnership, the Omidyar Network, the Open Society Institute, the Revenue Watch Institute, the United Kingdom Department for International Development (DFID) and the William and Flora Hewlett Foundation.",
  "elites": "None.",
  "created_at": "2011-11-30T05:42:06Z",
  "updated_at": "2012-07-31T03:40:45Z",
  "summary": "Global Voices is a community of more than 500 bloggers and translators around the world who deliver reports from blogs and citizen media everywhere, with emphasis on voices that are not ordinarily heard in international mainstream media. \r\n\r\nGlobal Voices was started in 2005 by former CNN Beijing and Tokyo Bureau Chief Rebecca MacKinnon and technologist and Africa expert Ethan Zuckerman while they were both fellows at the Berkman Center for Internet and Society at Harvard University. The idea for the project grew out of an international bloggers’ meeting held at Harvard in December 2004; it began as a simple blog. Global Voices curates content created by citizens, translates material via collaboration, and encourages nuanced coverage of issues by selecting viewpoints often excluded from international reporting. Editors filter proposed content. Readers can post comments, subscribe to daily, weekly, or special announcement emails, follow the Twitter feed or connect on Facebook. People can also participate in various projects aimed towards fostering freedom of speech.\r\n\r\nGlobal Voices has a serious network of funders. Initial funding to set up the project was provided by grants from the MacArthur Foundation and the Dutch NGO Hivos. Reuters has also provided support.\r\nOther funders include the Knight Foundation, the Open Society Institute, the Ford Foundation, the Arca Foundation, the International Budget Partnership, the Omidyar Network, the Revenue Watch Institute, the United Kingdom Department for International Development (DFID), and the William and Flora Hewlett Foundation.\r\n\r\nWard, S. (2010). \"Towards an Open Ethics: Implications of New Media Platforms for Global Ethics Discourse.\" Journal of Mass Media Ethics: Exploring Questions of Media Morality, Volume 25, Issue 4. ",
  "birder_credits": "Morgan Currie. Edited by rncrooks@ucla.edu, 2012.\r\nEdited by Stacy Wood July 2012.\r\n",
  "tangible_problem": "No",
  "tangible_problem_detail": "The site seeks to provide ongoing reporting on international issues neglected by mainstream media.",
  "images": [

  ],
  "fse_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "user contributed news, video, etc.",
    "id": 6,
    "name": "Citizen Journalism",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2012-04-09T16:35:57Z",
    "email": "stacyewood@gmail.com",
    "id": 14,
    "updated_at": "2012-11-02T17:02:53Z"
  }
}