{
  "id": 174,
  "name": "Zooniverse",
  "thumbnail_100_url": "/system/assets/127/sq100/Screen%20shot%202012-03-22%20at%2010.20.19%20AM.png",
  "thumbnail_50_url": "/system/assets/127/sq50/Screen%20shot%202012-03-22%20at%2010.20.19%20AM.png",
  "url": "https://www.zooniverse.org/",
  "foritself": "Yes.",
  "brand": "Zooniverse presents a clean, easy-to-use interface for \"doing real science online\". Zooniverse is both a portal to various web-based citizen-science projects and a framework that researchers can use to set up citizen science projects. \r\n\r\nEach project has its own look-and-feel and its own interface for performing crow-sourced tasks (categorizing galaxies, matching whale songs), but the thin black \"zooniverse\" menu-bar is always present at the top of the project page. The projects themselves tend to have their own unique websites and URLS, but the menu-bar enforces the relationship to the zooniverse portal.\r\n\r\nThe \"zoo\" projects (Galaxy Zoo and Moon Zoo) have a look-and-feel that is more consistent with the zooniverse site itself. This isn't surprising since Zooniverse (as an umbrella project for citizen science) actually grew out of the early success of these projects (especially Galaxy Zoo).",
  "fse_name": "Zooniverse, Citizen Science Alliance (CSA)\r\n\r\n\"The public face of the Alliance is the Zooniverse, which provides an entry point to all our projects and a focus for our community of citizen scientists.\" (http://stevenbamford.com/research/projects/)",
  "fse_owner_founder": "The Zooniverse FSE seems to consist of several \"teams\" affiliated with universities at:  Oxford University, Portsmouth University, Nottingham University, Johns Hopkins University, Yale University, University of California, Berkeley.\r\n\r\n",
  "fse_significant_member": "Chris Lintott (http://en.wikipedia.org/wiki/Chris_Lintott)\r\nSteven Bamford (http://stevenbamford.com/research/projects/)",
  "fse_mission_statement": "Zooniverse hasn't articulated a 'mission statement', as such, however a few quotes on its website provide a clear sense of the project's goals:\r\n\r\n\"The Zooniverse is home to the internet's largest, most popular and most successful citizen science projects ... [The] commitment to producing real research - so that you know that we're not wasting your time - is at the heart of everything we do.\" (https://www.zooniverse.org/about)\r\n\r\n\"The Zooniverse provides a highly flexible framework to support and host citizen science projects, as well as a committed and enthusiastic host of volunteers. With these resources, we are able to launch a much wider variety of projects than could ever stand alone.\" (https://www.zooniverse.org/researchers)\r\n\r\n\"... the primary motivation for putting a project in the Zooniverse is to collect data on a well-defined research question ... \" (https://www.zooniverse.org/education)\r\n\r\nCSA's Mission Statement: \r\n“The CSA is a collaboration of scientists, software developers and educators who collectively develop, manage and utilise internet-based citizen science projects in order to further science itself, and the public understanding of both science and of the scientific process. These projects use the time, abilities and energies of a distributed community of citizen scientists who are our collaborators” (http://www.citizensciencealliance.org/)\r\n",
  "op_name": "\"Volunteers\", \"Citizen Scientists\", \"Zooites\"\r\n\r\nFSE members sometimes refer to the project volunteers as \"Zooites\" and the FSE does make efforts to socialize with Zooites in person. (http://blogs.zooniverse.org/blog/2010/08/06/oxford-meetup-august-20th/)\r\n\r\nPoster made from names of Galaxy Zoo volunteers:\r\nhttp://zoo1.galaxyzoo.org/Volunteers.aspx\r\n\r\nIndividual OP members are not typically known or acknowledged. The forums for the individual Zooniverse projects are probably the best opportunity for volunteers to receive individual recognition for their work. Published research papers using Zooniverse data tend to thank Zooniverse volunteers in their acknowledgments section. For example:\r\n\r\n\"This work has been made possible by the participation of many members of the public in visually classifying SDSS galaxies on the Galaxy Zoo website. Their contributions, many individually\r\nacknowledged at http://www.galaxyzoo.org/Volunteers.aspx, have produced a number of published scienti?c papers, with many more yet to come. This article is particularly indebted to those who have tirelessly sought out odd and unusual objects and brought them to general attention on the Galaxy Zoo Forum. We thank them for their extraordinary efforts in making this project a success.\"\r\n(http://arxiv.org/abs/0903.5377v1)",
  "op_vip_founders": "There are no OP Founders, and any OP VIPs are probably best spotted in the individual project forum pages. \r\n\r\n\r\n",
  "op_typical_member": "Students, amateur/enthusiast scientists",
  "formation": "FSE -> OP",
  "history": "\"The Zooniverse began with a single project, Galaxy Zoo, which was launched in July 2007. The Galaxy Zoo team had expected a fairly quiet life, but were overwhelmed and overawed by the response to the project.... Galaxy Zoo was important because not only was it incredibly popular, but it produced many unique scientific results, ranging from individual, serendipitous discoveries to those using classifications that depend on the input of everyone who's visited the site.\" (https://www.zooniverse.org/about)\r\n\r\nIt was started by scientists who wanted to use crowd sourcing to advance specific research interests, but it has become a more general infrastructure for citizen science.  \r\n\r\nThere are 614,768 members/volunteer accounts as of March 22, 2012.\r\n",
  "lifespan": "Still alive and thriving.",
  "resource": "The primary resource that Zooniverse aims to provide is data that can lead to scientific discoveries and/or scholarly products. This data is mostly of interest to the scientists who create specific Zooniverse projects. \r\n\r\nThe wikipedia page for Galaxy Zoon has a list of \"discoveries\" associated with the project:\r\nhttp://en.wikipedia.org/wiki/Galaxy_Zoo#Discoveries\r\n\r\nA secondary resource that Zooniverse provides is its substantial community of citizen scientists – \"the crowd\", that is, that scientists hope to \"source\". The point of bringing together multiple citizen science projects under a single umbrella is to maximize the project's exposure to an already-established community of citizen scientists. \r\n\r\nFurthermore, Zooniverse considers itself an educational resource for inquiry-based learning and offers workshops for students and teachers: \r\n\r\n\"While the primary motivation for putting a project in the Zooniverse is to collect data on a well-defined research question, the very fact that hundreds of thousands of people world-wide view the projects generates an amazing potential for education. The projects within the Zooniverse provide an excellent resource for inquiry-based learning within the classroom or for home-school groups.\" (https://www.zooniverse.org/education)\r\n\r\n\"While the primary goal of our projects is to produce academic research, by their very nature they are also outreach projects. As it involves our volunteers directly in the process of research, citizen science is a powerful tool for both formal and informal education.\" (http://www.citizensciencealliance.org/philosophy.html)\r\n",
  "availability": "The datasets that Zooniverse projects generate are not consistently available to the public or to users beyond the groups of scientists who are running the individual projects. Zooniverse's website has no statement regarding its data sharing policy. \r\n\r\nThat said, if you google \"Zooniverse data\", you do get a few results. Some of the project-specific blogs, for example, mention upcoming, public data releases.\r\n\r\nInterestingly, Zooniverse has recently started sharing datasets on Figshare, an academic and research-oriented data sharing service based in the UK. At the the time of this writing, datasets from the Galaxy Zoo and Milky Way projects are available on figshare. (http://www.digital-science.com/blog/posts/citizen-science-project-zooniverse-make-data-available-on-figshare) \r\n\r\nDatasets on figshare can be found at (http://figshare.com/articles/search?q=tag%3A+zooniverse&quick=1).\r\n\r\n",
  "participation": "Goals are based on the research interests of the scientists (and FSE members) who create and manage Zooniverse projects. ",
  "tasks": "Individual Zooniverse projects have very clear statements about their research goals, as defined by the researchers who initiated and run the project. Further, the crowd-sourced tasks are generally simple enough to require no training or minimal training. ",
  "modularity": "The crowd-sourced tasks associated with Zooniverse projects typically involve minimal training and very little effort to accomplish.",
  "granularity": "Each Zooniverse project has its own type of tasks and its own level of granularity. The granularity is typically determined by the research objects associated with the investigation behind the project. \r\n\r\nThe Galaxy Zoo project, for example, involves visually classifying galaxies in images from telescopes – for each image the user is asked a series of questions, taking only a few seconds. For the Whale Song project, the user is asked to find the best match between a given whale song and a set of related whale songs.\r\n\r\nA list of projects and their associated task descriptions can be found at https://www.zooniverse.org/projects",
  "metrics": "The work of the volunteers is not assessed in a way that the user is aware of: there is no sense of 'being right' about your particular classification of a galaxy image, for example. ",
  "alliances": "Citizen Science Alliance (http://www.citizensciencealliance.org/)\r\nSloan Digital Sky Survey (http://www.sdss.org/)\r\nAdler Planetarium (http://www.adlerplanetarium.org/)\r\n\r\nOxford University, Portsmouth University, Nottingham University, Johns Hopkins University, Yale University, University of California, Berkeley.\r\n\r\nZooniverse data is shared through Figshare (see 'Availability', above). ",
  "clients": "Zooniverse provides services (the ability to set up citizen science projects, to participate in these projects, and to collect the data from the participation) on behalf of the project managers and partners of Citizen Science Alliance.\r\n\r\nList of Citizen Science Alliance parters can be found at http://www.citizensciencealliance.org/partners.html",
  "sponsors": "Sloan, NSF grant: http://www.nsf.gov/awardsearch/showAward.do?AwardNumber=0941610",
  "elites": "Each project has its own science team and collaborators; however, in general, the following people have access to each project that is hosted on Zooniverse based on their positions within the structure of the organization: \r\n\r\nExecutive:\r\n\r\nChair - Chris Lintott (University of Oxford) \r\nProject Manager - Lucy Fortson (University of Minnesota)\r\nScience Director - Steven Bamford (University of Nottingham) \r\nTechnical Director - Arfon Smith (University of Oxford) \r\nBoard Member - Karen Carney (Adler Planetarium) \r\nBoard Member - Jordan Raddick (Johns Hopkins University) \r\nBoard Member - Fiona Romeo (National Maritime Museum) \r\n\r\n(http://www.citizensciencealliance.org/structure.html)\r\n\r\nAlso, according to the NSF grant proposal, the following people are investigators on the project:\r\n\r\nGeza Gyuk (Principal Investigator) \r\nJohn Wallin (Co-Principal Investigator)\r\nMichael Raddick (Co-Principal Investigator)\r\n\r\n(http://www.nsf.gov/awardsearch/showAward.do?AwardNumber=0941610)\r\n\r\n",
  "created_at": "2011-11-30T05:43:27Z",
  "updated_at": "2012-07-10T16:56:14Z",
  "summary": "The Zooniverse is both a portal to various web-based citizen-science projects and a framework that researchers can use to set up citizen science projects. Zooniverse's main goal is to leverage crowd-sourcing strategies to generate data that will lead to scientific discoveries. Data is collected from volunteers (OP members) who perform very simple tasks such as classifying pictures of galaxies, matching whale songs, or doing character recognition on old documents. \r\n\r\nThe FSE is a community of academic scientists, particularly astrophysicists who started the Zooniverse's first and most successful project, Galaxy Zoo. Zooniverse is the public face of the Citizen Science Alliance, \"a collaboration of scientists, software developers and educators who collectively develop, manage and utilise internet-based citizen science projects\".\r\n\r\nThe OP consists of volunteer \"Zooites\", who are presumably amateur enthusiasts and/or students. There is little, if any, permeability between the FSE and the OP. Published research papers using Zooniverse data tend to broadly thank \"Zooniverse volunteers\" in their acknowledgments section.\r\n\r\nOne question is whether the founding member's professional paths have been altered by the success of the projects: have their professional interests shifted, perhaps away from specific scientific projects and towards more infrastructure-oriented work, \"crowdsource\" evangelism, or citizen science activism?\r\n",
  "birder_credits": "Seth Erickson",
  "tangible_problem": "Yes",
  "tangible_problem_detail": "Each project has a different tangible problem. For example, the Bodleian Libraries sheet music project involves having participants describe over four thousand digitized scores that belong to the library. Presumably, once the scores have been described, the \"problem\" of describing scores in order to provide access to the collection will be solved.  ",
  "fse_org_style": {
    "created_at": null,
    "description": "Meritocracy, in the first, most administrative sense, is a system of government or other administration (such as business administration) wherein appointments are made and responsibilities assigned to individuals based upon their \"merits\", namely intelligence, technical skill, credentials, creativity, and education, determined through evaluations or examinations.",
    "id": 1,
    "name": "Meritocracy",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Projects that allow participation in science or engineering, such as citizen science, and including medical research",
    "id": 5,
    "name": "Science and/or Engineering",
    "updated_at": "2011-11-29T21:48:40Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2012-04-22T23:44:57Z",
    "email": "patgarcia83@gmail.com",
    "id": 24,
    "updated_at": "2013-07-09T03:38:55Z"
  }
}