{
  "id": 181,
  "name": "Learning to Love You More",
  "logo": "/system/assets/83/original/Picture%202.png?1327685365",
  "thumbnail_100_url": "/system/assets/83/sq100/Picture%202.png",
  "thumbnail_50_url": "/system/assets/83/sq50/Picture%202.png",
  "url": "http://www.learningtoloveyoumore.com/",
  "foritself": "Yes, the entire point of the project is to publicly participate in a personal project, to compare a diversity of experiences and share individual feelings and reactions. ",
  "brand": "Learning to Love You More is a crowd-sourcing, web-based art project founded by Miranda July and Harrell Fletcher. The artwork develops as an archive of assignments for anyone to complete. Posing simple, specific instruction to a general public, the artists post the final, completed reports (photograph, text, video, etc) on the site. July and Fletcher have also presented the work through a series of live actions, museum exhibitions, screenings and radio broadcasts at venues including the Whitney Museum in NYC, Rhodes College in Memphis, TN, Aurora Picture Show in Houston, TX, The Seattle Art Museum in Seattle, WA, the Wattis Institute in San Francisco CA, among others.\r\n\r\n'Like a recipe, meditation practice, or familiar song, the prescriptive nature of these assignments was intended to guide people towards their own experience.' -http://www.learningtoloveyoumore.com/hello/index.php\r\n  \r\n\r\n",
  "fse_name": "I wouldn't qualify LTLM as an FSE - the project doesn't seem to have any formal, legal status. Though the individual artists, Fletcher and July, did apply for individual grant funding for the project. Fletcher, for instance, was able to give a few select participants $500 grants, but the money came from a grant he received in 2005 from The Cal Arts Alpert Award.\r\n\r\n-http://www.learningtoloveyoumore.com/grants.php\r\n\r\nI would also say that the FSE designation is arguable - but, as July and Fletcher use other people's work and projects for larger ovverarching projects in large and prominent museum and art institutions, they seem to be formally benefiting and really driving the form and agenda of the public identity of LTLM. They have also published a resulting book. The assignment in this case is valued as the artwork - not the participant's results or documentation. ",
  "fse_owner_founder": "Harrell Fletcher, Miranda July",
  "fse_significant_member": "see above. Yuri Ono designed and managed the web site. Mitsu Hadeishi provided programming and technical assistance for the site. Emily Bulfin and Videominds helped with video transcriptions.\r\n  \r\nhttp://www.learningtoloveyoumore.com/hello/thanks.php",
  "fse_mission_statement": "Learning to Love You More is both a web site and series of non-web presentations comprised of work made by the general public in response to assignments given by artists Miranda July and Harrell Fletcher.\r\n\r\n-http://www.learningtoloveyoumore.com/hello/index.php",
  "op_name": "Learning to Love you More",
  "op_vip_founders": "Harrell Fletcher, Miranda July",
  "op_typical_member": "Anyone really. The project aims to include people of all ages from all social strata. \r\n\r\n'For the most part we don't know who the participants are; sometimes we don't even know their real names, only that they come from St. Mary-of-the-Woods, Indiana, or Doha, Qatar, or New York City -- and this is the sound that is keeping them awake (assignment 58), or this is how their parents look kissing (assignment 39), or they had this argument recently (assignment 37).'\r\n-Foreword of LTLY the book ",
  "formation": "I'd say it began and remained more of an OP than an FSE. The founders act more like instigators and curators of an organized public, rather than as an FSE in relation to the contributors of the project. \r\nAgain, I would also bring up the counterpoint that there are formal and tangible benefits for some and not others. The organized public only exists within the formal structure conceived and provided by July and Fletcher. ",
  "history": "Founded by Fletcher and July in 2002. Five years and eight thousand reports later they stopped accepting new additions and produced a book on the assignments, published in 2007.",
  "lifespan": "2002 - 2009",
  "resource": "The primary resource is the website as a platform to involve a public in small creative tasks. The site also functions as an archive of all the projects. Documentation allows participants to  to have their submissions part of future publications or exhibitions and receive public recognition. It also acts as a unique form of self archiving. The resource provided has an added quality concerning an inspiration to self reflection. \r\n",
  "availability": "I actually can't find anything related to rights of assignments. The artists seem to retain the right to do pretty  much whatever they want with them in terms of public exposure online, in public exhibitions, and in print. I'm not sure where proceeds from the book go either. The availability of the resource ranges as the resource itself does. The projects themselves are free and online for anyone to use whether they submit to the website or not, the recognition comes but not with profits, which are retained by Fletcher and July. ",
  "participation": "To complete the tasks posted by Fletcher and July, then email or mail them to the two artists, who subsequently post them.",
  "tasks": "The assignment vary widely, from ‘Take a photograph of your parents kissing’, to ‘Record a conversation you have had with a dying person’, to Assignment 63: Make an encouraging banner', 'Write the phone conversation you wish you could have'; 'Draw a constellation from someone's freckles'; 'Take a flash photo under your bed.' \r\n\r\nInstructions can be more explicit, for instance: ‘Assignment 30: Take a picture of strangers holding hands' gives these instructions: “Ask two or more people who are strangers to you and to each other to hold hands and then take a picture of them. Take the picture when they aren't smiling. Please make sure the picture includes the faces of the strangers.” (http://www.learningtoloveyoumore.com/reports/30/30.php)\r\n\r\nAccording to one article, the artists' focus was on the interaction and not the technology, so tasks required participants to leave the computer in order to complete them. July called her strategy 'using the web to rebel against the web'. (http://artlog.com/posts/198-using-the-web-to-rebel)",
  "modularity": "Each task asks for a very small level of commitment. ",
  "granularity": "A person can complete one to all assignments (60 plus) posted to the site. Depending on the participant's engagement, the task can either stand alone or can be a part of a larger personal involvement with the series of assignments. ",
  "metrics": "On the website they write that 'every report that follows the assignment's instructions will be posted on this site. Work that does not follow the specifications will not be posted. It is very important that you attempt to follow the instructions as accurately as possible.'\r\n\r\n-http://www.learningtoloveyoumore.com/hello/faqs.php",
  "alliances": "MOMA SF bought the rights to the archive and have exhibitions of the work produced. (1) ",
  "clients": "none",
  "sponsors": "The project received a 2002 grant in the Emerging Fields category from Creative Capital.\r\n\r\n-http://www.learningtoloveyoumore.com/hello/creative_capital.php",
  "elites": "July and Fletcher. The project seems to be pointedly anti-elitist. \r\n\r\nYou might also argue that some participants receive more recognition than others for their level of commitment - for instance a Seattle family, The Olivers, completed 63 assignments. Also, after Paul Arensmeyer posted a particularly compelling life story as a response to ‘Assignment #14 Write your life story in less than a day.', Fletcher and July asked for assigment #19: ‘Illustrate a scene or make an object from Paul Arensmeyer's life story'. \r\n\r\nhttp://www.arthereandnow.com/2007/09/learning-to-love-you-more-miranda-july-harrell-fletcher-and-the-oliver-family/",
  "created_at": "2012-01-27T17:29:26Z",
  "updated_at": "2012-07-12T05:47:31Z",
  "summary": "Harrell Fletcher and Miranda July's Learning To Love You More is a participatory project that exists primarily as an online archive, where the public is asked to contribute stories and photographs that carry out the instructions the artists post to the site. The artists have also exhibited the responses at live events, in museum shows, and as a book.\r\n\r\n'By creating a project where the action and style of documenting is central to the work's functioning as participatory and its overall aesthetic impression, Harrell Fletcher and Miranda July have developed a new mode of archive. The project assumes the shape of an archive that grows, but with (curiously) no record of the times of activities that comprise it. In this archive is the community that is always continuing to unfold, while also ricocheting through its own past.' (http://dpi.studioxx.org/demo/?q=fr/no/13/learning-document-more-jessica-santone)\r\n\r\n(1) http://www.sfmoma.org/explore/collection/artwork/134671 - You can see video of Fletcher and July discussing some of the specific assignments in videos recorded for SFMOMA. \r\n\r\nAdditional Readings:\r\n\r\nColman, Allison. \"Constructing an Aesthetic of Web Art from a Review of Artists' Use of the World Wide Web,\" Visual Arts Research, vol. 31 number 1, pp 13-25, 2009. \r\n\r\nLichtenstein, Amanda Leigh. \"Learning to Love This More: Mentorship for the New Teaching Artist,\" Teaching Artist Journal, vol. 7 issue 3, Jun. 2009.\r\n\r\nSchorgl, Annie. \"A Labor of Love: Art Production and Social Practice in Learning To Love You More founded by Harrell Fletcher and Miranda July\" http://etd.ohiolink.edu/view.cgi?acc_num=ucin1243013170\r\n\r\nSprake, Juliet and Rogers, Pete. 2011. \"Located Lexicon: A Project That Explores How User Generated Content Describes Place.\" Future Learning Spaces, pp. 219-234. \r\n",
  "birder_credits": "Morgan Currie\r\nStacy Wood\r\n",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "An organization with one leader or decision maker whose authority rests on the consent of the governed and/or his/her charisma.  Other forms of organization may supplement it (hierarchy, meritocracacy,or consensus amongst the staff or participants) but the leader's authority is final and effective.",
    "id": 3,
    "name": "Charismatic Leadership/Benevelont Dictatorship",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "OP framed as user-producers and collaborators",
    "id": 13,
    "name": "Produsers",
    "updated_at": null
  },
  "genus_type": {
    "created_at": "2011-09-23T19:04:33Z",
    "description": "Media making from mainstream to remix to participatory/fan culture.",
    "id": 11,
    "name": "Culture Industry",
    "updated_at": "2011-09-23T19:04:33Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2012-04-09T16:35:57Z",
    "email": "stacyewood@gmail.com",
    "id": 14,
    "updated_at": "2012-11-02T17:02:53Z"
  }
}