{
  "id": 182,
  "name": "Project Gutenberg",
  "logo": "/system/assets/84/original/Project_Gutenberg_logo.png?1327802572",
  "thumbnail_100_url": "/system/assets/84/sq100/Project_Gutenberg_logo.png",
  "thumbnail_50_url": "/system/assets/84/sq50/Project_Gutenberg_logo.png",
  "url": "http://www.gutenberg.org/",
  "foritself": "Yes, the organization is self-aware and actively promotes participation by seeking volunteers for the digitization project. ",
  "brand": "The Project Gutenberg logo uses a modern interpretation of blackletter script, similar to the textualis typeface used by Johann Gutenberg to print the Gutenberg Bible in 1455. The background of the logo simulates linen paper in a damaged or worn state. Overall, through the logo, the brand is identified with bookmaking and book preservation, which is appropriate considering the mission of the organization.  \r\n\r\n\r\n",
  "fse_name": "Project Gutenberg Literary Archive Foundation (PGLAF) is the legally recognized entity that is responsible for handling the legal and financial responsibilities of Project Gutenberg.",
  "fse_owner_founder": "Michael Hart (March 8, 1947 – September 6, 2011)",
  "fse_significant_member": "Pietro Di Miceli, an Italian volunteer, who made Project Gutenberg's first Web pages in 1994, and was the sole driving force behind the Project Gutenberg Web pages for nearly a decade. \r\n(http://www.gutenberg.org/wiki/Gutenberg:Credits)\r\n\r\nGregory Newby was a long-term volunteer who became the CEO of the Project Gutenberg Literary Archive Foundation (PGLAF), which was formed in 2000 to provide a more formal organization to handle Project Gutenberg's finances and other details. \r\n\r\nFor a list of other members of the Project Gutenberg team, see the organization's page titled \"The People Behind Project Gutenberg\" at (http://www.gutenberg.org/wiki/The_People_Behind_Project_Gutenberg).\r\n\r\n\r\n",
  "fse_mission_statement": "Excerpt of the mission statement as written by Michael Hart:\r\n\r\n\"The mission of Project Gutenberg is simple: \r\n\r\nTo encourage the creation and distribution of eBooks. \r\nThis mission is, as much as possible, to encourage all those who are interested in making eBooks and helping to give them away. \r\n\r\nIn fact, Project Gutenberg approves about 99% of all requests from those who would like to make our eBooks and give them away, within their various local copyright limitations. \r\n\r\nProject Gutenberg is powered by ideas, ideals, and by idealism. \r\n\r\nProject Gutenberg is not powered by financial or political power. \r\n\r\nTherefore Project Gutenberg is powered totally by volunteers.\"\r\n\r\nRead the entire mission statement at (http://www.gutenberg.org/wiki/Gutenberg:Project_Gutenberg_Mission_Statement_by_Michael_Hart).\r\n\r\n",
  "op_name": "Project Gutenberg",
  "op_vip_founders": "Michael Hart (now deceased)",
  "op_typical_member": "Book lovers, librarians, students, teachers.\r\n\r\nThe organization has a page titled  \"Volunteers Voices\" that presents the stories of several volunteers, including details on why they volunteer for the project and the extent of their participation.  (http://www.gutenberg.org/wiki/Gutenberg:Volunteers%27_Voices)",
  "formation": "The organization started as a volunteer project (Project Gutenberg). As the organization grew,  Project Gutenberg Literary Archive Foundation (PGLAF) was created to handle legal and financial matters. ",
  "history": "The history of the project mirrors the evolution of electronic text:\r\n\r\nMichael Hart typed in the first ebook, the US Declaration of Independence, on July 4, 1971, followed by the Bill of Rights, the US Constitution, the Bible, and Shakespeare while he was a student at the University of Illinois. Text was entered manually until 1989. In August 1989 PG completed its 10th ebook, The King James Bible (1769).\r\n\r\nBy the mid-1990s, Hart was running Project Gutenberg from Illinois Benedictine College and books were being entered using image scanners and optical character recognition software.  The first browser, Mosaic, was released in November 1993 and it became easier to circulate etexts and recruit volunteers. From 1991 to 1996, the number of ebooks doubled every year, with one ebook per month in 1991, two ebooks per month in 1992, four ebooks per month in 1993, and eight ebooks per month in 1994. The Complete Works of William Shakespeare was eBook #100 in 1994.  \r\n\r\nStarting in 2004, an improved online catalog made Project Gutenberg content easier to browse, access and hyperlink. Project Gutenberg is now hosted by ibiblio at the University of North Carolina at Chapel Hill.\r\n\r\nIn 2010, Project Gutenberg offered more than 33,000 ebooks and websites in the United States, in Australia, in Europe, and in Canada, with 40 mirror sites worldwide. As of November 2011, Project Gutenberg claimed over 39,000 items in its collection.\r\n\r\n(http://www.gutenberg.org/wiki/Gutenberg:The_History_and_Philosophy_of_Project_Gutenberg_by_Michael_Hart)\r\n\r\n(http://www.gutenbergnews.org/about/history-of-project-gutenberg/)\r\n\r\n(http://en.wikipedia.org/wiki/Project_Gutenberg)",
  "lifespan": "The project began in 1971 when Hart created the first e-text and continues to run with the help of volunteers and other employed team members. ",
  "resource": "PG provides an online repository and phone app for its thousands of ebooks. The project has expanded to include Project Gutenberg Audio eBooks, a collection of human-read ebooks, as well as the Sheet Music Subproject, a collection of digitized music sheet and music recordings. A collection of still and moving pictures was also available. Formats include ASCII, HTML, PDF, EPUB, MOBI, and Plucker. \r\n\r\nThe book collection offers over 40,000 free ebooks, including Alice in Wonderland, Through the Looking-Glass, Peter Pan, Aesop's Fables, King James Bible, Moby Dick, and Paradise Lost.\r\n\r\nIn addition to literature, the organization also offers reference sources, such as Roget's Thesaurus, almanacs, and a set of encyclopedias. ",
  "availability": "Availability is an important aspect of Project Gutenberg's mission. The organization provides access to ebooks without a fee or registration requirement.  The resource (ebooks) is available to anyone who visits the site and readers are allowed to download books or read them online. \r\n\r\nProject Gutenberg is careful to verify the status of its ebooks according to U.S. copyright law. Material is added to the Project Gutenberg archive only after it has received a copyright clearance, and records of these clearances are saved for future reference. Unlike some other digital library projects, Project Gutenberg does not claim new copyright on titles it publishes. Instead, it encourages their free reproduction and distribution.\r\n(http://www.america.gov/st/washfile-english/2007/July/200707201511311CJsamohT0.6146356.html)\r\n\r\nBeginning in 2009 the Project Gutenberg catalog began offering auto-generated alternate file formats, including html, EPUB and plucker. (http://www.gutenberg.org)/wiki/Gutenberg:Help_on_Bibliographic_Record_Page\r\n\r\n",
  "participation": "To build the largest most accessible repository of electronic books. This mission was spelled out by Hart from the beginning of PG.\r\n\r\nTo provide as many e-books in as many formats as possible for the entire world to read in as many languages as possible. To break down the bars of ignorance and illiteracy.",
  "tasks": "The tasks for volunteers includes typing in texts in plain vanilla ASCII format, proofreading existing texts, searching the internet for eligible texts, and borrowing or buying eligible books.",
  "modularity": "Investment ranges depending on the length of a text. A short text can be typed and proofread by a volunteer in a short amount of time. However, a long text would require significantly more time to type and proofread. ",
  "granularity": "Typing in or proofreading lines of text.",
  "metrics": "There are no official metrics for volunteers; however, volunteers do receive credit for typing and proofreading texts in the credit line of the produced ebook. Also, a volunteer can measure their contribution by how many times the text they submitted has been downloaded. Generally, successes are measured by the number of texts that are available in the Project Gutenberg repository. ",
  "alliances": "Partners:\r\nDistributed Proofreaders distributes proofreading between many volunteers. \r\niBiblio is the main ebook distribution site and hosts the project's webpages.\r\n\r\nSister Projects: \r\nProject Gutenberg of Australia \r\nProject Gutenberg of Canada \r\nProject Gutenberg Consortia Center \r\nProjekt Gutenberg DE \r\nProject Gutenberg Europe \r\nProject Gutenberg Self Publishing Portal \r\nProjekt Runeberg \r\nReadingRoo.ms \r\n\r\nFor a more extensive list of affiliates, see (http://www.gutenberg.org/wiki/Gutenberg:Partners%2C_Affiliates_and_Resources).\r\n\r\n\r\n",
  "clients": "The clients of the project are readers around the world searching for free ebooks. ",
  "sponsors": "Carnegie Mellon University administered Project Gutenberg's finances in the project's early stages. The project is now hosted by ibiblio at the University of North Carolina at Chapel Hill. Furthermore, the project is financially supported by donations made through the online site. ",
  "elites": "Pietro Di Miceli and Gregory Newby have special forms of access based on their prominent positions within the organization.   ",
  "created_at": "2012-01-29T02:02:53Z",
  "updated_at": "2012-09-07T18:41:22Z",
  "summary": "Project Gutenberg (PG) is a volunteer effort to digitize and archive cultural works, to \"encourage the creation and distribution of eBooks\". Founded in 1971 by Michael S. Hart, it is the oldest digital library. As of November 2011, Project Gutenberg claimed over 39,000 items in its collection.\r\n(http://en.wikipedia.org/wiki/Project_Gutenberg)\r\n\r\nFurther reading: \r\nLebert, Marie. Project Gutenberg (1971-2008)\r\nLebert, Marie. (2004). Michael Hart: Changing the world through e-books\r\nVankin, Sam (2002). The Second Gutenberg Interview with Michael Hart \r\n\r\n\r\n\r\n",
  "birder_credits": "Morgan \r\nPat Garcia ",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "images": [

  ],
  "fse_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Educational platforms and projects based on the Internet",
    "id": 4,
    "name": "Education",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2012-04-22T23:44:57Z",
    "email": "patgarcia83@gmail.com",
    "id": 24,
    "updated_at": "2013-07-09T03:38:55Z"
  }
}