{
  "id": 194,
  "name": "deviantART",
  "thumbnail_100_url": "/system/assets/142/sq100/deviantArt.png",
  "thumbnail_50_url": "/system/assets/142/sq50/deviantArt.png",
  "url": "http://www.deviantart.com/",
  "foritself": "Yes. It is run as a formal enterprise that supports an online social network.",
  "brand": "The name of the site references repression and stigmatization of modern, erotic, or abstract art, an attitude the site explicitly contradicts. Thus, the brand has an element of rebellion and non-conformity. In addition to its logo, deviantART and related properties use Fella, a robotic, feline character, as an  official mascot.",
  "fse_name": "deviantART, Inc. Incorporated in 2000 in Delaware. Based in Hollywood, California as DEVIANTART, INC., Entity Number: C2395508.\r\n\r\nhttp://kepler.sos.ca.gov. Accessed 12 July 2012.",
  "fse_owner_founder": "Angelo Sotira (AKA Angelo Sotiracopoulos), current CEO\r\nScott Jarkoff\r\nMatt Stephens\r\n",
  "fse_significant_member": "Angelo Sotira- CEO\r\nAndrew McCann- CTO\r\nAlina Vorbo- Director of Photography\r\nRichard Steelyard- Directory of Community Development\r\nDaniel Sowers- Director of Copyright Enforcement",
  "fse_mission_statement": "\"As a community destination, deviantART is a platform that allows emerging and established artists to exhibit, promote, and share their works within a peer community dedicated to the arts. The site's vibrant social network environment receives over 100,000 daily uploads of original art works ranging from traditional media, such as painting and sculpture, to digital art, pixel art, films and anime.\"\r\n\r\nhttp://about.deviantart.com. Accessed 12 July 2012.",
  "op_name": "The OP is the community of users on the site.  The site relies on community volunteers to run forums and to help new users.  These people are colloquially referred to as Deviants.  ",
  "op_vip_founders": "None, really.  The public is not organized for leadership; devinatART, Inc. is the benevolent dictator that runs the community.",
  "op_typical_member": "Young adult, male art enthusiasts. devinatART users are more likely to be male and much more likely to be 18 - 24 years than users of the Internet overall.\r\n\r\nhttp://www.quantcast.com/deviantart.com. Accessed 12 July 2012.",
  "formation": "FSE precedes OP. deviantART was originally launched on August 7, 2000 by Scott Jarkoff, Matt Stephens, and Angelo Sotira as part of a larger network of music-related websites called the Dmusic Network. The founders had been active in the application skinning community and expanded their new site to include art more generally. Angelo Sotira currently serves as the chief executive officer of deviantART, Inc.",
  "history": "deviantArt has its origins in a site called DMusic, an early MP3 trading site.  deviantART emerged from that community as a site dedicated to skins for MP3 Players.  However, Sotira and cofounders Scott Jarkoff and Matt Stephens realized that there was a broader interest in digital art.  They launched deviantArt on August 7, 2000.  The site has grown steadily since that time, expanding both in membership and features.  It currently boasts more than 35 million visits a day, around 14.5 million members, and uploads of over 140,000 pieces of art to the site daily.  \r\n\r\nhttp://www.quantcast.com/deviantart.com. Accessed 12 July 2012.",
  "lifespan": "As of 2012, deviantArt continues to attract a sizable audience.",
  "resource": "The service provides artists with storage space for their works, social networking services, and the ability to create online stores to sell their works. deviantART is both an art-themed social network and an art marketplace.",
  "availability": "Basic memberships are free while premium memberships, which offer more storage capacity, features,  and  customization, are $29.95 annually.  Prints of art works can be sold under the terms of service for a 50-50 split of proceeds.  Premium members are granted greater control over their works, including the ability to set prices.",
  "participation": "The project is run as a for-profit business. Decision making is done by the executive board of the company.   The company appears to solicit feedback from its community of users, but does not directly involve them in governance. ",
  "tasks": "Members participate as consumers of the service provided, as paid or unpaid subscribers.  Tasks related to the community (support, copyright enforcement, community outreach, marketing) are based on goals decided by the FSE. Individual members participate in activities related to their profiles, their artwork, and their commentary: uploading artwork, creating collections of work submitted by others, commenting on work, sending messages, customizing the appearance of pages.",
  "modularity": "For high-level and site-wide tasks, such as adding functions to the website, the coordinated effort of the corporate apparatus is required. Individual members may easily participate by uploading art, commenting on art, or merely viewing the art of others.",
  "granularity": "The FSE's tasks are very broad and profit-driven.  The details of operations are concealed from the general public as trade practices. Individual members may easily accomplish nearly all the formally prescribed tasks and functions associated with membership (uploading art, commenting on art, viewing the art of others) through the devinatART website.",
  "metrics": "The FSE's tasks are measured through traditional business practices.  Individual members may easily accomplish nearly all the formally prescribed tasks and functions associated with membership (uploading art, commenting on art, viewing the art of others) through the devinatART website.",
  "alliances": "Fotolia.com: deviantART members have options both to license Fotolia imagery for their own use and to sell their own works through Fotolia's system.\r\n\r\nhttp://news.cnet.com/8301-30685_3-20019435-264.html. Accessed 12 July 2012.",
  "clients": "The clients of deviantArt are its artist members, especially those who subscribe to premium accounts, and its advertisers.  deviantART sells advertising in three tiers: Brand and Agency, for budgets of more than $3,000; AdPro, for budgets of up to $1,5000; and AdCast, for a minimum budget of $20.\r\n\r\nhttp://about.deviantart.com/advertising. Accessed 12 July 2012.",
  "sponsors": "deviantART is a for-profit company.  Its sponsors are advertisers and premium account members.",
  "elites": "The project elites are the aforementioned company executives. While deviantART solicits community feedback, company executives have final say in all financial, technical, and community issues via the Terms of Service.\r\n\r\nSome deviantART users have gathered enough fame on the site to launch more traditional art careers or to successfully enhance offline art activities.\r\n\r\n\r\nGraham, J. (2011). \"DeviantArt makes artists, looks to expand.\" USA Today. 01 June 2011. http://www.usatoday.com/tech/news/2011-05-31-deviantart-talking-tech_n.htm. Accessed 12 July 2012.",
  "created_at": "2012-05-14T20:55:36Z",
  "updated_at": "2012-10-19T18:35:57Z",
  "summary": "deviantART is an art-themed social network site and art marketplace.  It provides artists with virtual gallery space to store and present their work to the public.  deviantART also provides a venue for artists to sell prints of their works. The site primarily caters to younger and less established artists, amateurs, and hobbyists, many of whom work in primarily digital media.  \r\n\r\ndeviantART has its origins in a site called DMusic, an early MP3 trading site.  deviantART emerged from that community as a site dedicated to skins for MP3 Players.  However, founder Angelo Sotira and cofounders Scott Jarkoff and Matt Stephens realized that there was a broader interest in digital art. They launched deviantART August 7, 2000. The site has grown steadily since that time, expanding both in membership and features. deviant art is run as a for-profit company; while deviantART engages with its community, that community does not participate in governance.  \r\n\r\ndeviantART, Inc. is managed as a typical company using executives to oversee operations and plan future work. deviantART partners with companies and service providers to acquire capabilities to monetize access to its user base and the artwork of those users. Users who participate in devinatART may profit from the sale of their own work on the site, but proceeds are split 50-50 with the site. In theory, artists who became popular on the site could translate that popularity into artistic or financial success elsewhere, but most users do not earn money for the works they post. \r\n\r\ndeviantART makes Creative Commons licenses available to its users, but is not known to systematically enforce copyright restrictions on user-generated content absent notices of infringement.\r\n\r\nButer, B. (2011) \"Explorative visualization and analysis of a social network for arts: the case of deviantART.\" Journal of Convergence, Volume 2, Number 1, June 2011. \r\n\r\nKlimcjuk, A. (2009) \"Inventive Chaos: Art Works of Deviantart.com Community as an Example of Ageing Diversity.\" PATRZ?C NA STARO??, pp. 165-211, H. Jakubowska, A. Raciniewska & ?. Rogowski, eds., UAM, 2009. \r\n\r\nPerkel, Daniel. (2011) \"Making Art, Creating Infrastructure: deviantART and the Production of the Web.\" PhD Dissertation for the University of California, Berkeley. \r\n\r\nSalah, AAA. (2010). \"The online potential of art creation and dissemination: deviantART as the next art venue.\" Proceedings of the  Electronic Visualisation and the Arts, 2010. ",
  "birder_credits": "Tony Castelletto.\r\nEdited by rncrooks@ucla.edu 12 July 2012.\r\nEdited by Stacy Wood, July 2012. \r\n",
  "tangible_problem": "No",
  "tangible_problem_detail": "It is an ongoing community and marketplace.",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "An organization with one leader or decision maker whose authority rests on the consent of the governed and/or his/her charisma.  Other forms of organization may supplement it (hierarchy, meritocracacy,or consensus amongst the staff or participants) but the leader's authority is final and effective.",
    "id": 3,
    "name": "Charismatic Leadership/Benevelont Dictatorship",
    "updated_at": null
  },
  "genus_type": {
    "created_at": "2011-09-23T19:04:33Z",
    "description": "Media making from mainstream to remix to participatory/fan culture.",
    "id": 11,
    "name": "Culture Industry",
    "updated_at": "2011-09-23T19:04:33Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2012-04-17T03:52:58Z",
    "email": "rncrooks@ucla.edu",
    "id": 23,
    "updated_at": "2013-07-09T15:08:37Z"
  }
}