{
  "id": 198,
  "name": "Grindr",
  "logo": "/system/assets/145/original/grindr_logo.jpg?1337118320",
  "thumbnail_100_url": "/system/assets/145/sq100/grindr_logo.jpg",
  "thumbnail_50_url": "/system/assets/145/sq50/grindr_logo.jpg",
  "url": "http://grindr.com/",
  "foritself": "Yes. By installing and running the app, Grindr users participate in the community of other Grindr users, supported by external and company-sponsored blogs, and in the broader community of gay, bisexual, or questioning men looking to communicate with other gay, bisexual, or questioning men. The company has announced efforts to use its popularity to encourage political action on issues of interest to the gay community such as marriage equality, but this political effort primarily occurs as an alert at log-in.",
  "brand": "Grindr uses a bright yellow field covered by a black skull, often framed by a small rectangle with rounded edges. The skull is meant to be tough or edgy, but not threateningly so. The logo and yellow and black color scheme are often placed in a way that recalls the tiny icons of apps viewed on the desktop of a smartphone. Grindr's spinoff is called Blendr, so dropping the final letter \"e\" is part of their theme. ",
  "fse_name": "Grindr is operated by Grindr LLC. ",
  "fse_owner_founder": "Joel Simkhai, CEO and Founder.",
  "fse_significant_member": "None. Approximaely 60 employees.",
  "fse_mission_statement": "\"Zero feet away: Our mission for you\r\n\r\nGrindr’s different because it’s uncomplicated and meant to help you meet guys while you’re on the go. It’s not your average dating site -- you know, the ones that make you sit in front of a faraway computer filling out complex, detailed profiles and answering invasive psychological questions.\r\n\r\nGrindr is much easier and more fun. To get started, simply grab your mobile device and download and open the app. Then, give yourself a profile name (if you want), upload a photo (also optional, but we encourage it), and answer a couple of questions about yourself (your choice, too). Then, get out there and start chatting, trading photos, and meeting up with the many men in your area -- wherever you may be!\"\r\n\r\nhttp://grindr.com/learn-more\r\n\r\nThe company has announced efforts to use its popularity to encourage political action on issues of interest to the gay community such as marriage equality, but this political effort primarily occurs as an alert at log-in.",
  "op_name": "None specified. People who use it often say the are \"on Grindr,\" but there's no name for the group of users at large. People use it or they don't.",
  "op_vip_founders": "None.",
  "op_typical_member": "Men looking to meet other men nearby. Ages vary, although users must be at least 18. Grindr is often associated with finding casual sexual encounters, although it can be put to a variety of uses, such as meeting friends, discovering a city, or finding work. Blogs have sprung up documenting threads of racism and ageism among Grindr users\r\n( i.e., http://www.douchebagsofgrindr.com/).",
  "formation": "FSE to OP. \r\n\r\nGrindr was founded by Joel Simkhai to satisfy a perceived need of men to meet other men nearby, presumably for dating or casual sexual encounters. The app launched for iPhone on March 25, 2009. Simkhai's main innovation was to add the location-aware capabilities of smartphones to a chat app. Word of mouth and coverage in the gay and popular press fueled downloads and made it the most popular geosocial app for men who have sex with men (MSM). Other apps have followed, notably Scruff, Hornet, and Manhunt, but none have matched Grindr's popularity.",
  "history": "Grindr was launched on March 25, 2009 by Nearby Buddy Finder, LLC.. On June 18, 2012 Grindr announced that it had officially hit 4 million users in 192 countries across the globe with 1.1 million users online on a daily basis. (http://pandodaily.com/2012/06/18/3-years-in-with-4-million-users-grindr-is-at-a-crossroads/) On September 8, 2011, Grindr launched a companion app for straight and lesbian audiences, Blendr.",
  "lifespan": "Still active and growing as of 2012. The Blendr project is still active as of 2012, but seems to lack the broad buy-in of the intended audience.",
  "resource": "Grindr provides a means for gay men to connect to one another. Unlike many other kinds of network technologies, Grindr operates based on real time and proximity: men use it to talk to other men nearby available for chat. If a person goes to a far off locale where there are no other users close by, the app automatically searches a greater distance range to find more available users. Internet connectivity is required to access the network, as is the ability of the phone to determine its location.",
  "availability": "Grindr is available in two forms: free and Xtra. It functions in many countries and cities, even those without large visible gay populations, such as Baghdad.",
  "participation": "Grindr is run by a for-profit company. The goals of the FSE are to earn a profit by selling advertising and premium subscriptions. The company also hopes to get more users to download and run the app to create a large pool of users to whom it may advertise. The company has announced efforts to use its popularity to encourage political action on issues of interest to the gay community such as marriage equality, but this political effort primarily occurs as an alert at log-in.",
  "tasks": "Users have no centralized tasks to do. Grindr users can put the app to different uses, but this use is not any part of an organization-wide, coordinated effort and does not affect the app's design or implementation.",
  "modularity": "N.A.",
  "granularity": "N.A.",
  "metrics": "N.A.",
  "alliances": "The company has announced efforts to use its popularity to encourage political action on issues of interest to the gay community such as marriage equality, but this political effort primarily occurs as an alert at log-in. In February 2012, Grindr announced via press releases and its alerts that it was attempting to garner support among its users for a petition by The Courage Campaign, a GLBT advocacy group; the petition would ask the Democratic Party to repay support from the gay community for Democratic candidates by explicitly backing gay marriage rights.\r\n\r\nhttp://www.couragecampaign.org/page/s/tell-the-dnc-pony-up-for-marriage-equality-ballot-initiatives-",
  "clients": "N.A.",
  "sponsors": "N.A.",
  "elites": "Joel Simkhai, founder and CEO, is the public face and spokesman for Grindr. He has not taken VC funding or expressed interest in going public. Half of Grindr's profits come from advertising and the other half from premium subscriptions. He refuses to discuss the profitability of the company publicly, although as of June 2012, Grindr employed approximately 60 people.",
  "created_at": "2012-05-15T21:45:20Z",
  "updated_at": "2012-07-31T19:58:42Z",
  "summary": "The geosocial application Grindr is, according to its website, “the largest all male, location-based mobile network tool for Android, iPhone, iPod touch, iPad and BlackBerry.” In 2012, Grindr reported 3.5 million users. The purpose of Grindr remains deliberately unclear, although many reports in popular and scholarly media focus on the app as a means to facilitate sexual or romantic relationships. Users construct abbreviated profiles that may include a photo or text, but must necessarily include a user’s current location and username. After completing this process, users can send or receive textual messages, photos, or maps. Thumbnails of other logged-in users appear as a cascade of icons and corresponding usernames ranked according to distance.\r\n\r\nGrindr’s organizational structure and history are fairly simple: It was founded in 2009 by a single entrepreneur, Joel Simkhai, and caught on through word of mouth and new reports in the gay and mainstream press. Simkhai refuses to take venture capital from outside investors or discuss how profitable his product is. Grindr is remarkably centralized: Simkhai decides what the product will be and users either install it or do not. Considerably more flexibility exists in terms of actual use of the app. Grindr has made some attempts to leverage its popularity in the gay community for political campaigns in support of marriage equality, but these political aspirations are largely peripheral to its core functions.\r\n\r\nIn terms of comparison, Grindr’s incredibly centralized FSE and loose OP are fairly typical of social networks of all kinds. Grindr users have no say in how Grindr is built and what features get added, although among users many kinds of discussions occur as to what the desired valence of contact should be, what kinds of images and sentiments are appropriate in profiles, and what the purpose of Grindr is in the first place.\r\n\r\n",
  "birder_credits": "Entry by Roderic Crooks.\r\n\r\nReferences for this entry:\r\n\r\nGudelunas, D. (2012). There’s an app for that: The uses and gratifications of online social networks for gay men. Sexuality & Culture, 16(1), 1-19. doi:10.1007/s12119-012-9127-4\r\n\r\nKapp, M. (2011, May 27). Grindr: Welcome to the World’s Biggest, Scariest Gay Bar. Vanity Fair, (May 2011). Retrieved from http://www.vanityfair.com/culture/features/2011/05/grindr-201105\r\n\r\n",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "images": [
    {
      "url": "/system/assets/270/original/grindr_screen_shot.png?1343764712"
    }
  ],
  "fse_org_style": {
    "created_at": null,
    "description": "Seriously, It's just one guy.  And maybe some help from some friends.",
    "id": 11,
    "name": "Just One Guy.",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Internet-based projects and companies specialized in social networking",
    "id": 3,
    "name": "Social Networking",
    "updated_at": null
  },
  "habitat": {
    "created_at": "2012-05-15T22:46:57Z",
    "description": "Operates primarily as a stand-alone application on a suitable mobile device (phone, tablet. May be downloaded via an app store.",
    "id": 10,
    "name": "Mobile",
    "updated_at": "2012-05-15T22:46:57Z"
  },
  "updated_by": {
    "created_at": "2011-07-22T19:07:49Z",
    "email": "sr.erickson@gmail.com",
    "id": 1,
    "updated_at": "2014-06-30T15:43:08Z"
  }
}