{
  "id": 199,
  "name": "Drupal",
  "logo": "/system/assets/171/original/drupal_logo-blue.png?1337543415",
  "thumbnail_100_url": "/system/assets/171/sq100/drupal_logo-blue.png",
  "thumbnail_50_url": "/system/assets/171/sq50/drupal_logo-blue.png",
  "url": "drupal.org",
  "foritself": "Yes. \r\n\r\nDrupal is an open source project built by a team of volunteers from around the world. Drupal doesn't have employees to provide Drupal improvements and support. Drupal acquires those valuable assets through the volunteer community members, who bring deep and diverse experience to us. Many people think these community members work mostly on Drupal code, but the truth is that they also work on documentation, marketing, user support, test results, translations, and many other contributions from people with a wide range of abilities and interests. \r\n\r\n\"Getting Involved Guide.\" Drupal.org. 2011. http://drupal.org/getting-involved-guide. Accessed 12 July 2012.",
  "brand": "The Drupal wordmark logo, Drupal.org webpages and the Drupal core installation profile all share shades of blue with the grinning, drop-shaped Druplicon. An early version of the site was called \"drop.org.\" According to the site:\r\n\r\n\"When the logo issue came up again, Kristjan Jansen (Kika) came up with the idea of putting two sideways drops together to form an infinity symbol. When placed inside a filled circle, it resembled a face. After more work by Steven Wittens, the Druplicon was created: a stylised drop with the 'infinity' eyes, a round nose and a mischievous smile.\"\r\n\r\n\"History of the Druplicon logo.\" Drupal.org. n.d. http://drupal.org/druplicon. Accessed 12 July 2012.",
  "fse_name": "Drupal Association, formed in 2011 from two different predecessor organizations, Drupal VZW, a Dutch non-profit, and DrupalCon. Inc., an American non-profit.\r\n",
  "fse_owner_founder": "As of 2012, the Board of Directors is:\r\n\r\nFounder: Dries Buytaert, President\r\nAngela Byron, Secretary, Seat expires 2012\r\nTiffany Farriss, Treasurer Seat expires 2014\r\nJeff Walpole, Seat expires 2014\r\nVesa Palmu, Seat expires 2014\r\nCary Gordon, Seat expires 2013\r\nDanese Cooper, Seat expires 2013\r\nMike Woster, Seat expires 2013\r\nSteve Purkiss, Seat expires Feb 7th, 2013\r\nDonna Benjamin, Seat expires Feb 7th, 2013\r\n",
  "fse_significant_member": "Current Members of the Advisory Board\r\n\r\nKristof Van Tomme\r\nDavid Strauss\r\nLarry Garfield\r\nGeorge DeMet\r\nBevan Rudge\r\nGreg Knaddison\r\nLaura Scott\r\nKhalid Baheyeldin\r\nFernando Paredes García \r\nKieran Lal\r\nMoshe Weitzman\r\nBill Fitzgerald\r\nNedjo Rogers\r\nMichael Meyers\r\nPeter Wolanin\r\nMitchell Toomey",
  "fse_mission_statement": "The Drupal Association is an organization dedicated to helping the open-source Drupal CMS project flourish. The association helps the Drupal community with funding, infrastructure, education, promotion, distribution and online collaboration at Drupal.org. Funds to support these programs, and the Association staff come from memberships, supporting partners, sponsorships, donations, and volunteers. ",
  "op_name": "Drupal or Drupal Community.\r\n",
  "op_vip_founders": "Dries Buytaert (born 19 November 1978 in Belgium). PhD disseration in Computer Science, Jan. 27, 2008, University of Ghent. Buytaert began Drupal between 1998-1999, \"almost by accident.\" Buytaert began the Drupal software as a message board in 1999. \r\n\r\nBuytaert maintains primary control over the software and makes most decisions on proposed changes. In approving or rejecting proposals and patches, he gives special weight to comments made by people he trusts and respects for their past contributions to Drupal.\r\n\r\nBuytaert's personal website is <a href=\"http://buytaert.net/\">buytaert.net</a>.\r\n\r\nJeremy Andrews of kerneltrap.org was an early adopter of Drupal and helped to popularize it.\r\n\r\nDrupal.org. \"History.\" Drupal.org. n.d. http://drupal.org/history. Accessed 12 July 2012.\r\nDrupal.org. \"Drupal History as seen by Dries.\" Drupal.org. n.d. http://drupal.org/node/297669. Accessed 12 July 2012.\r\nDrupal.org. \"Core Developers.\" Drupal.org. n.d. http://drupal.org/node/21778. Accessed 12 July 2012.",
  "op_typical_member": "The Drupal community has over 600,000 members located world-wide and consists of people developing Drupal websites, themes, modules, distributions and commercial products. Thousands of documentation writers, developers, testers, support providers, designers, and evangelists from all over the world collaborate to produce Drupal.\r\n\r\nTypical members have been analyzed as follows:\r\n1. Core developers - High level of technical expertise. Interested in actual Drupal code. Hundreds of core  programmers work on each version of Drupal.\r\n2. Web developers - Medium to high level of technical expertise. Interested in developing websites and Drupal community topics.\r\n3. Themers - Medium level of technical expertise. Interested in themeing and Drupal community topics.\r\n4. Webmasters - Low to medium technical expertise. Interested in building, administering, and theming.\r\n5. Drupal in Business - Low technical expertise. Interested in business decision topics. \r\n\r\n\"Media Kit.\" Drupal.org. n.d. https://association.drupal.org/advertising. Accessed 12 July 2012.\r\nDrupal France and French Association. \"DrupalCon Europe 2009: Paris Proposal.\" <i>Drupal.org</i>. 2009. https://association.drupal.org/files/DCP2009.proposal.final_.pdf.",
  "formation": "OP to FSE. Dries Buyaert started Drupal around 1998-1999. It began as an internal message board when Buyaert was a computer science doctoral student. Later, it transformed into an online messageboard, then a  website, then, finally, a software release. \r\n\r\nAs the software gained popularity, Buyaert, Dries Knapen, and Steven Wittens were stewarding the project. Based on community input and research in the open source community, The Drupal Association was incorporated as Drupal VZW, a non-profit foundation chartered in the Netherlands. An American non-profit, DrupalCon, Inc., formed in 2009 to assist in the organization of the annual conference. In 2011, DrupalCon. Inc. formally assumed the business name \"Drupal Association\" and began acting as the recognized legal body charged with supporting the development and maintenance of Drupal.\r\n",
  "history": "In 2000, permanent Internet connections were at a premium for University of Antwerp students, so Dries Buytaert and Hans Snijder set up a wireless bridge between their student dorms to share Hans's ADSL modem connection among eight students. While this was an extremely luxurious situation at that time, something was missing: There was no means to discuss or share simple things.\r\n\r\nThis inspired Dries to work on a small news site with a built-in web board, allowing the group of friends to leave each other notes about the status of the network, to announce where they were having dinner, or to share some noteworthy news items.\r\n\r\nThe software did not have a name until the day after Dries moved out after graduation. The group decided to put the internal website online so they could stay in touch, keep sharing interesting findings, and narrate snippets of their personal lives. While looking for a suitable domain name, Dries settled for 'drop.org' after he made a typo to see if the name 'dorp.org' was still available. Dorpje is the Dutch word for \"village,\" which was considered a fitting name for the small community.\r\n\r\nOnce drop.org was established on the Web, its audience changed as the members began talking about new web technologies, such as moderation, syndication, rating, and distributed authentication. Drop.org slowly turned into a personal experimentation environment, driven by the discussions and flow of ideas. The discussions about these web technologies were tried out on drop.org itself as new additions to the software running the site.\r\n\r\nIt was only later, in January 2001, that Dries decided to release the software behind drop.org as \"Drupal.\" The purpose was to enable others to use and extend the experimentation platform so that more people could explore new paths for development. The name Drupal, pronounced \"droo-puhl,\" derives from the English pronunciation of the Dutch word \"druppel,\" which means \"drop.\"\r\n\r\nTo view a complete list of changes to the software since it's initial release, see http://api.drupal.org/api/drupal/CHANGELOG.txt/7/source. Accessed 12 July 2012.\r\n\r\nTo learn more about the history of Drupal, see also the Drupal videos from Drupalcon (2006) in Vancouver.\r\n\r\n\"History.\" <i>Drupal.org</i>. n.d. http://drupal.org/about/history. Accessed 12 July 2012.",
  "lifespan": "Alive as of 2012. Both Acquia and the Drupal Community are actively involved in development of Drupal 8.x. \r\n\r\nCustomers of Acquia include Stanford University, Maxim magazine, Redhat linux, Aljazeera, eBay, Paypal, Intel, and Twitter. The prominence of these customers suggest interest in maintaining Drupal will persist.\r\n\r\n",
  "resource": "The main resource provided is the free, open-source content management system (CMS), Drupal. Drupal divides the collaborative resource into several related areas: Drupal core, the principal sofware, bundled with a variety of modules and themes to give a good starting point for site building; Modules, which extend and customize Drupal functionality; Themes, which modify the look and feel of a Drupal site; Distributions, which provide site features and functions for a specific type of site as a single downloadable package containing the Drupal core, relevant modules, themes, and pre-defined configuration; Documentation, such as user and builder guides, glossary, FAQs, tutorials, git documentation, API reference; and Support in the form community documentation, IRC, forums, books, professional services,  and training\r\n\r\n\"Drupal.org.\" Drupal.org. http://drupal.org. Accessed 12 July 2012.",
  "availability": "Drupal offers the Drupal core, distributions, themes, translations, and modules.  All freely available for download from http://drupal.org/download. In order to create a Drupal website, a user needs access to the internet and server space.\r\n\r\n",
  "participation": "FSE and OP work together. OP creates the software, community. Drupal Association funds and studies.",
  "tasks": "Community participation is actively encouraged. At the global level, Dries Buyaert is referred to by his first name, and the yearly DrupalCon traditionally welcomes and encourages diversity, familiarity, and originality. \r\n\r\nAt the local level, Drupal meetups happen regularly in many cities around the world, and local Drupal communities attach their own pages and organizational materials to the larger Drupal groups site. \r\n\r\nMeetup organizers usually tag their profiles with their actual photographs and real names. Drupal mailing lists are actively contributed to. \r\n\r\nThe Drupal IRC channel is always open, and a useful resource for site development questions, ranging from \"What is wrong with this PHP?\" to \"Where is the next meetup in Los Angeles?\" to \"Check out this module I just made and help me work out the bugs.\"\r\n\r\nThe forums and comments at Drupal.org and its manifestations are usually friendly and helpful. Snarkiness is generally looked upon as bad form, though blind participation (such as asking a question that has already been answered) can be frowned upon, and on a related note, the level of technical known-how required to contribute to the forums and comments is higher than your average Google user. \r\n\r\n\"Community.\" Drupal.org. n.d. http://drupal.org/community. Accessed 12 July 2012.\r\n",
  "modularity": "The Drupal Community tasks are described as \"using, building, and supporting,\" the Drupal project.\r\n\r\nWhile those with a medium to high level of technical expertise should be able to complete tasks via a \"learn by doing\" mentality, those with low levels of technical expertise can be confused by the concepts and tasks required to create a Drupal site. \r\n\r\nHowever, once this basic technical skill set and know-how is acquired, community participation, theming, developing, and module-writing becomes - like the development of most technologies - a matter of time and debugging.\r\n\r\nAnd with that said, because of Drupal's participatory ethos and the Drupal project's extensive documentation, Drupal is sometimes used as a pedagogical resource for technical skill development. ",
  "granularity": "Each task is developed from the ground up, from debugging code, to module testing, to site development, to maintenance. \r\n\r\nThe level of task granularity typically increases as a member's involvement with the Drupal community becomes more involved. ",
  "metrics": "The core, site modules, and themes are in a constant state of development. Users have access to multiple versions of modules and themes through main module pages and git.\r\n\r\nCode issues can be posted as comments or in forums. Advanced users attempt to resolve issue in comments or forums. When issue is solved, the comment or forum thread is considered \"closed.\"\r\n\r\nA production site is a \"completion\" of using the Drupal core.\r\n\r\n",
  "alliances": "Acquia \r\n\r\nDrupal shared hosting providers - Green Geeks, Arvixe, Bluehost, A2 hosting\r\n\r\n\r\n\r\n",
  "clients": "Sites made with Drupal fall into 14 categories: community portal sites, business community sites, news publishing, aficionado sites, intranet/corporate web sites, government websites, e-commerce web sites, resource directories, international sites, education, Art/Music/Multimedia, social networking sites, virtual worlds, and conference/\"camp\" websites.  Notable examples include Fast Company, Symantec Connect, NowPublic, Dirtbike, Yahoo! Research, City of Baytown, Digital Cyber Centre, Entomology Index, cialog, Amherst College, MTV UK, Sony Music, imbee, Digital Dollhouse, and DrupalCamp LA.\r\n\r\n\"Customers.\" Acquia.com. n.d. http://www.acquia.com/customers. Accessed 12 July 2012.\r\n\"Sites made with Drupal.\" Drupal.org. n.d. http://drupal.org/cases. Accessed 12 July 2012.",
  "sponsors": "Drupal is funded via the Drupal Association, through the contributions of time, money, and code by individuals and organizations. Drupal sells memberships (subscriptions) to Drupal developers and organizations that use Drupal for their sites. Organizational members include many web development companies from the United States and Europe.\r\n\r\nhttps://association.drupal.org/membership/organizations. Accessed 12 July 2012.",
  "elites": "Dries Buyaert 'dries' http://drupal.org/user/1\r\n\r\nAngela Byron 'webchick' http://drupal.org/user/24967",
  "created_at": "2012-05-17T20:06:52Z",
  "updated_at": "2012-07-31T03:48:26Z",
  "summary": "Drupal is a free, open-source open source content management system used at a number of high profile websites. Drupal emerged rather organically as an effort of a very small group of founders and early enthusiasts and only formed an FSE later to manage the growth of the software: since 2011, the Drupal Association has been the legal body charged with supporting the worldwide Drupal community. \r\n\r\nDrupal runs on over a million sites, including WhiteHouse.gov, World Economic Forum, Stanford University, and Examiner.com. Drupal’s default installation is a database-backed web platform with file maintenance tools and a high level of security. Many developers take advantage of Drupal’s extensible architecture to go far beyond the “core” package. Drupal is a multi-user system, letting site visitors log in (as “authenticated” users) or browse the site without doing so (as “anonymous” users). Administrators control permissions, and can also assign “roles” for multiple permission levels.\r\n\r\nDrupal site designs come from “themes”, whose visual presentation is described in standard CSS. Drupal.org hosts hundreds of free, fully customizable themes, including several “base themes.” Hundreds of volunteers contribute code to Drupal's core, and many thousands more contribute themes, ad-ons, and extensions for the platform. Drupal is licensed through the GNU General Public License, version 2 or later, which requires that derivative products be distributed under the same terms of the original Drupal code. Drupal developers collaborate online and meet at an annual conference or any number of smaller regional conferences.\r\n\r\nhttp://www.acquia.com/what-is-drupal. Accessed 12 July 2012.\r\n\r\nByron, Angela. et al. (2009). Using Drupal. O'Reilly Publishing : Sebastopol, 2009. \r\n\r\nScollan, B. (2008). Drupal usability research report.\" Interaction Design & Information Architecture, University of Baltimore May, 2008. \r\n\r\nArticles and resources are plentiful for specific projects or problems with Drupal as well as operational assistance for different versions of Drupal. ",
  "birder_credits": "Jessica F. Thomas\r\nUpdated by rncrooks@ucla.edu, 12 July 2012.\r\nEdited by Stacy Wood, July 2012. \r\n",
  "tangible_problem": "Yes",
  "tangible_problem_detail": "Creating Drupal software.",
  "images": [
    {
      "url": "/system/assets/151/original/Drupal%20Release%20Timeline.png?1337303070"
    },
    {
      "url": "/system/assets/152/original/da_general_thumb.png?1337306214"
    },
    {
      "url": "/system/assets/153/original/da_board_thumb.png?1337306215"
    },
    {
      "url": "/system/assets/154/original/da_organization_thumb.png?1337306217"
    },
    {
      "url": "/system/assets/155/original/da_individual_thumb.png?1337306219"
    },
    {
      "url": "/system/assets/164/original/druplicon.small_.png?1337482446"
    },
    {
      "url": "/system/assets/165/original/drupal_camp_victoria.jpg?1337482447"
    },
    {
      "url": "/system/assets/166/original/Drupal_logo.png?1337482449"
    },
    {
      "url": "/system/assets/167/original/drupalcampto07w_0.png?1337482450"
    },
    {
      "url": "/system/assets/172/original/Drupal-inventor-Dries-Buytaert.jpg?1337543494"
    },
    {
      "url": "/system/assets/173/original/AngelaByron.png?1337545659"
    }
  ],
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "Meritocracy, in the first, most administrative sense, is a system of government or other administration (such as business administration) wherein appointments are made and responsibilities assigned to individuals based upon their \"merits\", namely intelligence, technical skill, credentials, creativity, and education, determined through evaluations or examinations.",
    "id": 1,
    "name": "Meritocracy",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Free and Open Source Software",
    "id": 1,
    "name": "FOSS",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Projects that directly interacts with or depends on the ecology of low-level UNIX-based tools and Internet-based services such as UNIX operating systems, C compilers, source code management systems (SCM), POSIX standard components, internet protocols and services.  ",
    "id": 1,
    "name": "UNIX + Internet",
    "updated_at": null
  },
  "updated_by": {
    "created_at": "2012-04-09T16:35:57Z",
    "email": "stacyewood@gmail.com",
    "id": 14,
    "updated_at": "2012-11-02T17:02:53Z"
  }
}