{
  "id": 20,
  "name": "Blip.tv",
  "logo": "/system/assets/7/original/blip-logo.png?1313179840",
  "thumbnail_100_url": "/system/assets/7/sq100/blip-logo.png",
  "thumbnail_50_url": "/system/assets/7/sq50/blip-logo.png",
  "url": "http://blip.tv",
  "foritself": "Yes, blip.tv is quite self-aware. They hold \"office hours\" for their producers and actively promote a sense of belonging, community or participation.",
  "brand": "Blip.tv positions itself as the more pro-producer, pro-profit, more boutique, more egalitarian YouTube. They are an internet, viral video talent agency and insurgent distribution platform. The FSE appears accessible, helpful, of-the-people. It is positioning itself as a platform for a future IPTV world where leisurely viewing is done through internet video. Blip.tv is trying to line-up the best talent and the most accessible GUI for that moment when the audience 'tunes in' to the Blip.tv TV-like channel.  ",
  "fse_name": "Blip.tv is the FSE name. Most of the more prominent blip.tv OP video producers are also on YouTube so it is not an exclusive space.",
  "fse_owner_founder": "Mike Hudack\tPresident & CEO\r\nJustin Day\tChief Technology Officer\r\nDina Kaplan\tVP of Marketing and Public Relations\r\nJared Klett\tChief Engineer\r\nCharles Hope\tDirector of Services Development\r\nMore information about the founders is available on the blip.tv press site.\r\n\r\nOperations\r\n\r\nSteve Brookstein\tEVP, Operations\r\nRobin Wilson\tVP Revenue Operations\r\nNathan King\tDirector of Advertising Technology\r\nYamini Natarajan\tRevenue Operations Manager\r\nRita Thibault\tDirector of Finance\r\nJoAnne Pisani\tHR Administrator\r\nAngela Green\tOffice Manager\r\nContent\r\n\r\nSteve Woolf\tVP, Content\r\nEric Mortensen\tSenior Director of Network Programming\r\nAaron Sonnenberg\tDirector of Content Operations\r\nJason Flowers\tContent Operations Associate\r\nTom Reynolds\tDirector of Producer Relations\r\nRick Rey\tManager of Audience Development\r\nAnnie Tsai\tProducer Relations Associate\r\nProduct\r\n\r\nDamian Bruno\tHead of Product and General Manager, Consumer Products\r\nAllan Grinshtein\tDirector of Product Development\r\nJake Simms\tProject Manager\r\nResearch & Development\r\n\r\nCharles Hope\tDirector of Services Development\r\nJared Klett\tChief Engineer\r\nJeff Lerman\tDirector of Web Development\r\nTim Coulter\tDirector of Quality Assurance\r\nPaul Dumoulin\tSoftware Developer\r\nJonathan Prins\tSoftware Developer\r\nAngus McIntyre\tSoftware Developer\r\nJustin Alcon\tSoftware Developer\r\nKelly Sutton\tJr. Software Developer\r\nDanny Zlobinsky\tJr. Quality Assurance Engineer\r\nOmachonu Ogali\tDirector of Infrastructure\r\nJason Thomas\tSystems Engineer\r\nSales\r\n\r\nEvan D Gotlib\tSVP Advertising Sales & Creative Services\r\nRafi Mamalian\tVP West Coast Sales\r\nSebastian Mei\tVP East Coast Sales\r\nRon Golminas\tVP Midwest Sales\r\nLiz Griffin\tSouthwest/Southeast Director of Sales\r\nKeith Hernandez\tAccount Manager, East\r\nLiz Hoffman\tAccount Manager, East\r\nJosh Entman\tAccount Manager, Los Angeles\r\nChris Broadbent\tUK & Western Europe Sales\r\nKelvin McManus\tUK & Western Europe Sales\r\nSheila Rahel\tWest Coast Sales Assistant\r\nJessica Daven\tEast Coast Sales Assistant\r\nBenjamin Flores\tEast Coast Sales Assistant\r\nCreative Services\r\n\r\nPeter Gosling\tDirector, blip.tv Creative Services\r\nBrandon Werner\tDesigner\r\nDanielle Pignatelli\tJunior Designer\r\n",
  "fse_significant_member": "Same as above. They are a small start-up.",
  "fse_mission_statement": "\"Blip.tv's mission is to help people to discover the best in original web series and to help web series producers make a sustainable living.\"\r\n",
  "op_name": "No formal name.",
  "op_vip_founders": "None. OP was founded by FSE.",
  "op_typical_member": "The OP consists of aspirant \"YouTubers\" hoping to establish a career around making blip.tv videos or transferring into TV or commercial work.",
  "formation": "FSE-->OP. However, the OP is an outgrowth or digitalization of the citizen video movement that emerged in the 1970s with the so-called price \"democratization\" of video equipment. The digital networking of these video producers reached a critical point in 2005 with the emergence of wide-spectrum broadband and YouTube.\r\n",
  "history": "Founded in May 2005 by Mike Hudack (CEO), Dina Kaplan, Justin Day (CTO), Jared Klett, and Charles Hope, blip.tv was bootstrap funded by its founders for the first year of its operation.\r\nAs of 29 July 2007, Blip.tv was blocked by the Chinese Government, in an attempt to make the site unavailable to Chinese mainland users.\r\nAs of April 2011, Blip.tv was blocked by Turkey.\r\nIn May 2011, Blip.tv launched its consumer destination site.",
  "lifespan": "Blip.tv is flourishing with the recent investments in internet video and the apparent convergence of television viewing patterns and internet broadband.",
  "resource": "internet video platform, community ",
  "availability": "Uploaders retain all rights to uploaded videos. One of Blip.tv's initial innovations over YouTube was the use of Creative Commons licenses. ",
  "participation": "The FSE are the goal setters but there is a performance of communal agenda setting.",
  "tasks": "Tasks are clearly defined. The OP uploads videos, the FSE hosts the video and pays the OP.",
  "modularity": "The OP must videotape and upload videos. It is easy to do but difficult to make money doing it.",
  "granularity": "The tasks are not granular. A video is a complete entity, however the OP does better if the videos are parts of series, thus some granularity is advantageous.",
  "metrics": "A task is the uploading of a video, the production of a series of videos, the development of a consistent audience. These tasks are measured by the number of viewers they receive.",
  "alliances": "Blip.tv is aligned with others internet video startup platforms and talent agencies such as YouTube and The Station and Next New Networks.",
  "clients": "Two clients are served by this FSE, the OP video producers and various commercial entities which the connect to the video producers. Examples include: General Motors, AT&T, Chili's, Best Buy and Starbucks.",
  "sponsors": "Bain Capital Ventures and Canaan Partners plus anonymous angel investors.",
  "elites": "Blip.tv continues to perform accessibility by all classes of video producer, having 'office hours' at their offices in NYC and LA. Top viewed video producers have more access as do other platform operators and talent scouts.",
  "created_at": null,
  "updated_at": "2012-08-03T21:06:34Z",
  "summary": "Blip is a platform for user-generated video content and reveal the political economy of participation in the conversion of amateur to professional paid video production. They are distinct from YouTube insofar that Blip focuses on more aspirationally professional grade video content. Blip uploaders, for the most part, aspire to make a living making online video series. In this respect Blip is alike the YouTube Partner Program that incentivizes video production by popular video producers through revenue sharing and promotional practices. Blip is important for the study of online participation because of the role they play in converting amateurs into professionals and for representing a link between the history of professional Hollywood- based television series production and the \"democratization\" of the careers of semi-pro video talent. To finance the careers of their talent, Blip partners with numerous commercial corporate entities.",
  "birder_credits": "Adam Fish\r\n\r\nInterviews with Blip staff Dina Kaplan, Steve Woolf, Rick Rey in 2011. Information in this database is not drawn from the interview material.",
  "tangible_problem": "",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "An unorganized mass whose only relation to each other is a mutual relationship to a producer. ",
    "id": 9,
    "name": "Consumer Market",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "OP framed as user-producers and collaborators",
    "id": 13,
    "name": "Produsers",
    "updated_at": null
  },
  "genus_type": {
    "created_at": "2011-09-23T19:04:33Z",
    "description": "Media making from mainstream to remix to participatory/fan culture.",
    "id": 11,
    "name": "Culture Industry",
    "updated_at": "2011-09-23T19:04:33Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Any of various projects those primary ecology is moving visual media.",
    "id": 6,
    "name": "Television and Internet Video",
    "updated_at": null
  },
  "updated_by": {
    "created_at": "2011-10-07T16:00:54Z",
    "email": "rawbird@gmail.com",
    "id": 6,
    "updated_at": "2012-11-16T19:52:09Z"
  }
}