{
  "id": 200,
  "name": "Rhizome",
  "logo": "/system/assets/198/original/rhizome_logo_2010.jpg?1337635753",
  "thumbnail_100_url": "/system/assets/198/sq100/rhizome_logo_2010.jpg",
  "thumbnail_50_url": "/system/assets/198/sq50/rhizome_logo_2010.jpg",
  "url": "rhizome.org",
  "foritself": "Yes",
  "brand": "Rhizome.org's logo is an occasional topic of contention in the Rhizome forums. The splaying rays eminating from the site name in earlier versions of the logo are thought to be referencing ideas <i>comme ça</i>:\r\n\r\n<blockquote>Rhizome: A prostrate or subterranean root-like stem emitting roots and usually producing leaves at its apex; a rootstock.\" — Oxford English Dictionary Online.\r\n\r\nAs a model for culture, the rhizome resists the organizational structure of the root-tree system which charts causality along chronological lines and looks for the originary source of \"things\" and looks towards the pinnacle or conclusion of those \"things.\" \r\n\r\nA rhizome, on the other hand, \"ceaselessly established connections between semiotic chains, organizations of power, and circumstances relative to the arts, sciences, and social struggles\" (Deluze & Guattari 7). \r\n\r\nRather than narrativize history and culture, the rhizome presents history and culture as a map or wide array of attractions and influences with no specific origin or genesis, for a \"rhizome has no beginning or end; it is always in the middle, between things, interbeing, intermezzo\" (Deluze & Guattari 7). The planar movement of the rhizome resists chronology and organization, instead favoring a nomadic system of growth and propagation.\r\n\r\nIn this model, culture spreads like the surface of a body of water, spreading towards available spaces or trickling downwards towards new spaces through fissures and gaps, eroding what is in its way. The surface can be interrupted and moved, but these disturbances leave no trace, as the water is charged with pressure and potential to always seek its equilibrium, and thereby establish smooth space.\r\n\r\n[Davin Heckman. \"GOTTA CATCH 'EM ALL: Capitalism, the War Machine, and the Pokemon Trainer.<i>Rhizomes.net</i>. Fall 2002. http://www.rhizomes.net/issue5/.]</blockquote>\r\n...\r\nIn 2001, Rhizome introduced its \"generative logo,\" designed by Markus Weisbeck and Frank Hauschild of Surface.de. Critics began to address the \"generative logo\" as engendering knowledge about the complexity of Human-Computer Interaction, almost a way for people to become familiar with the potentials for surveillance and personal curation. If a logo were capable of responding to different individuals in different ways, of course, what are the greater implications for fields like AI, but perhaps more relevantly, what are the implications for Art? \r\n...\r\nAn example of the kind of discussion elicited about the \"generative logo\" -\r\n<blockquote>Unlike the digital photograph, the rhizome logo begins its existence in the \r\ncomputer layer. The logo uses recent visitors' Internet Protocol (IP) addresses \r\nas its seeds. Every computer on the Internet has a unique set of numbers \r\nthat identifies that computer called an Internet Protocol (IP) address. \r\nThe numbers have four parts and look something like: 130.63.52.49. \r\nIf you are connected to the internet, you have an IP address. The image \r\nis generated based on the IP addresses of the last four visitors to rhizome.org. \r\nOnce the image is created, it is in the cultural layer where it exists with all\r\nimages viewed on the web. </blockquote>\r\n[Don Sinclair. \"Examining an Interactive New Media Object: Laurie Anderson's <i>Puppet Motel</i>.\" <i>A masters thesis by Don Sinclair.</i> 2002. http://www.yorku.ca/dws/thesis/6-4.html.]\r\n...\r\nBy 2004, however, the novelty of \"generative art\" had worn off, as evidenced by a Rhizome discussion of \"Flash Formalism\" located at http://rhizome.org/discuss/view/14745/#c28259.\r\n...\r\n<img src=\"http://www.danielleyva.com/icorn/3.gif\"> <img src=\"http://www.danielleyva.com/icorn/3.gif\"> <img src=\"http://www.danielleyva.com/icorn/3.gif\"> \r\nThe current Rhizome favicon is the winner of 2010's \"Favicontest.\" Contest announcement, contest submissions, and discussion of the submissions is available at http://rhizome.org/editorial/2010/mar/3/favicontest/#c60856.",
  "fse_name": "New Museum of Contemporary Art\r\n\r\n(The New Museum of Contemporary Art formed an affiliation with Rhizome.org in 2003). ",
  "fse_owner_founder": "Marcia Tucker founded the New Museum of Contemporary Art in 1977, after being fired from a curatorial position at the Whitney Museum of Art. The daughter of a trial lawyer, Ms. Tucker was born Marcia Silverman and grew up in Bensonhurst, Brooklyn, and then New Jersey in a household that took politics and culture seriously. Drawn to art from an early age, she studied theater and art at Connecticut College, where she earned a Bachelor of Arts in 1961 and spent her junior year at the École du Louvre in Paris. Her first job was as a secretary in the department of prints and drawings at the Museum of Modern Art; she soon quit because she was asked to sharpen too many pencils. She went on to earn a master’s degree in art history from the Institute of Fine Arts at New York University and worked as an editorial associate at Art News magazine. She also supported herself by cataloging private collections, including those of Alfred H. Barr Jr., the first director of the Museum of Modern Art, and the independently wealthy painter William N. Copley. She was especially close with Mr. Barr and his wife, Margaret Scolari Barr. In 1969 Ms. Tucker became a curator of painting and sculpture at the Whitney. She almost immediately helped point the museum in a new direction with “Anti-Illusion: Procedures/Materials,” the first large show of Process Art, or Post-Minimalism, in an American museum, organized with James Monte, another Whitney curator. Her subsequent shows included surveys of the painters James Rosenquist, Joan Mitchell and Al Held, and the Post-Minimalists Robert Morris, Bruce Nauman and Richard Tuttle. The harsh reviews of the ephemeral, hard-to-find artworks in the Tuttle show eventually led to her dismissal in 1977. That same year, after assembling a board of trustees that included the philanthropist Vera List, she opened the New Museum on Fifth Avenue at 14th Street, on the ground floor of a building owned by what is now the New School.\r\n\r\nRoberta Smith. \"Marcia Tucker, 66, Founder of a Radical Art Museum, Dies.\" <i>The New York Times</i>. Oct. 19, 2006. http://www.nytimes.com/2006/10/19/obituaries/19tucker.html.\r\n\r\n...\r\n\r\nIn 1999, Lisa Phillips became the Director of the New Museum. Like Tucker before her, Phillips had been curator at the Whitney Museum of American Art.  By 2007, Phillips was touted by Crains New York as one of the most powerful women in New York:\r\n\r\nEight years ago, Lisa Phillips was starting a new job as director of the New Museum while curating a huge exhibition of 20th-century American art for her former employer, the Whitney Museum--and while pregnant with twins. When her doctor ordered her to go on bed rest, Ms. Phillips rolled a couch into her office and kept working.\r\n\r\nIt's no wonder that under her leadership, the New Museum is preparing to open a $50 million building on the Bowery in December. The facility, a huge step up from the museum's former location in a SoHo storefront, is already the talk of the art world. Ms. Phillips has also increased the institution's budget to $10 million from $2 million, tripled its endowment and helped create a board so desirable that it has a waiting list.\r\n\r\nAt the Whitney, Ms. Phillips organized the first major museum shows in New York for Julian Schnabel, Richard Prince and Cindy Sherman, putting those artists on the map.\r\n\r\nDespite her accomplishments, the 52-year-old native New Yorker--whose secret passion is meteorology--is restless. \"I had a lot of recognition early on, but success is something else,\" she says. \"I keep raising the bar for that one and re-evaluating what success means.\"\r\n\r\nMiriam Kreiner Souccar. \"Lisa Phillips: New Museum of Contemporary Art.\" <i>Crain's New York Business.com</i>. 2007. http://www.crainsnewyork.com/gallery/20070916/FEATURES/309169999/71#ixzz1vcpp3x1T",
  "fse_significant_member": "New Museum of Contemporary Art, Current Board of Trustees (2012)\r\n\r\nShelley Fox Aarons, Secretary\r\n\r\nDieter Bogner, managing director and owner of bogner.cc, a private company that curates new displays of museum collections and exhibitions. Curator, planner, lecturer. \r\n\r\nJames-Keith Brown, financier\r\n\r\nSaul Dennison, President, auto accessories manufacturing.\r\n\r\nJon V. Diamond, founder of Diamond Investments, J. Diamond Group, and GRP Records, among other things. Former non-exectutive chairman, ARTISTdirect INC.\r\n\r\nDavid Droga, founder of Droga5, an advertising agency.\r\n\r\nLonti Ebers, Toronto art advisor\r\n\r\nMitzi Eisenberg, wife of Warren Eisenberg, co-founder of Bed Bath & Beyond\r\n\r\nSusan Feinstein, wife of Leonard Feinstein, co-founder of Bed Bath & Beyond\r\n\r\nWilliam E. Ford, CEO, General Atlantic\r\n\r\nStephanie French, head of Philip Morris' global philanthropy program, 1981-2001. Currently director and chief executive of the Byrd Hoffman Watermill Foundation.\r\n\r\nJohn Friedman, founding and managing partner of Easton Capital Group\r\n\r\nSunny Y. Goldberg, community activist, therapist\r\n\r\nLola Goldring, wife of Allen A. Goldring, founding chairman and CEO of the Goldring International Group of Woodbury, New York. Trustee of Syracuse University. \r\n\r\nManuel E. Gonzalez, curator. Former director of the Sidney Janis Gallery and the Holly Solomon Gallery. Global Art Executive at JPMorganChase.\r\n\r\nEllie Gordon, founder and senior executive vice president of The Hot Sox company. Psychotherapist. Mentor to female entrepreneurs.\r\n\r\nJulia Gruen, executive director of the Keith Haring Foundation.\r\n\r\nDavid Heller, former securities head, Goldman-Sachs.\r\n\r\nMaja Hoffmann, Swiss-born contemporary art collector, founder of the LUMA Foundation. President of the Kunsthalle Zurich.\r\n\r\nRuth Horowitz, vice president in the equity capital group at Lehman Brothers. Daughter of Gedale B. Horowitz, executive vice president of Salomon, Inc. \r\n\r\nDakis Joannou\r\nMichèle Gerber Klein\r\nJill Kraus\r\nKen Kuchin\r\nHank Latner\r\nJoan Lazarus\r\nToby Devan Lewis\r\nEugenio López\r\nJames C.A. McClennen, Vice President \r\nGael Neeson\r\nCatherine Orentreich\r\nWilliam A. Palmer\r\nNancy Delman Portnoy\r\nAby Rosen\r\nRon Rosenzweig\r\nPaul T. Schnell, Vice President\r\nLaura Skoler, Vice President\r\nWiesje Van Hulst\r\nDianne Wallace\r\nJohn S. Wotowicz, Treasurer \r\nLisa Phillips, Toby Devan Lewis Director, ex officio\r\n",
  "fse_mission_statement": "\"Founded in 1977, the New Museum is a leading destination for new art and new ideas. It is Manhattan's only dedicated contemporary art museum and is respected internationally for the adventurousness and global scope of its curatorial program.\r\n\"The New Museum has been amassing a wealth of materials now available through the New Museum Digital Archive. The Digital Archive currently contains over 6,000 exhibition images, exhibition descriptions, publications, public program chronology, and a searchable database of over 3,700 artists, curators, and institutions associated with the New Museum's programming.\r\nNew Museum. \"Mission Statement.\" <i>New Museum</i>. n.d. http://www.newmuseum.org/about/mission_statement",
  "op_name": "Rhizome ",
  "op_vip_founders": "Founder \r\nMark Tribe (1966- )\r\nnbsp;nbsp;nbsp;nbsp;nbsp;Artist and curator, Assistant Professor of Modern Culture and Media Studies at Brown University. Author of \"The Port Huron Project: Reenactments of Historic Protest Speeches\" (2010). MFA, Visual Art, UC San Diego, 1994. Mark Tribe's website is http://www.marktribe.net. \r\n\r\nCurrent exmployees\r\nLauren Cornell\r\nExecutive Director, Rhizome, and Adjunct Curator, the New Museum of Contemporary Art\r\nCornell oversees and develops Rhizome's programs, all of which serve to promote and contextualize art engaged with technology. Previously, Cornell worked as a curator and writer in London and New York. She worked in the Andy Warhol Film Project at the Whitney Museum and, from 2002-2004, she served as Executive Director of Ocularis, an organization dedicated to avant-garde cinema, video and new media. Cornell is also Adjunct Curator at the New Museum of Contemporary Art, where she collaborates to produce exhibitions and the monthly New Silent Series.\r\n\r\nNote: as of May 2012, Lauren Cornell stepped down from being executive director in order to curate full-time at the New Museum. For further information about prospective replacements, see Will Brand. \"Okay, So Who's Gonna Run Rhizome?\" ArtFagCity. May 7, 2012. http://www.artfagcity.com/2012/05/07/okay-so-whos-gonna-run-rhizome/.\r\n\r\nBen Fino-Radin\r\nDigital Conservator\r\nIn this position, Ben oversees the development of Rhizome's online archive of digital art. He actively monitors and creates new records on art works, and drafts policies and procedure for the ingest of digital work, keeping Rhizome on the cutting edge of research and development on the preservation of digital materials. He also collaborates with a team on the repair of artworks that fall victim to obsolescence, as well as supporting the ingest of digital archival materials. Fino-Radin is an artist and researcher specializing in information science, and the preservation of digital culture & ephemera. An artist by training, he received his B.F.A from Alfred University, and is currently pursuing Masters degrees in Library & Information Science and Digital Art at Pratt Institute.\r\n\r\nNick Hasty\r\nDirector of Technology\r\nNick Hasty is an artist, programmer, fabricator, writer & musician. He received a B.A. in English Literature from the University of Georgia, and holds a Master's degree from NYU's Interactive Telecommunications Program in the Tisch School of the Arts. At ITP, Nick designed performance devices and built PHP/MySQL architectures for text manipulation and generation. From November 2007 to May 2008, Nick served as Technology Assistant for Rhizome and worked on projects, such as the development of widgets, using PHP, MySQL and AJAX. Nick is actively involved in NYC's DIY electronics and experimental music community, and has written for various online music publications.\r\n\r\nJoanne McNeil\r\nSenior Editor\r\nAs Senior Editor, Joanne McNeil oversees all content published on Rhizome News and the Rhizome blog. She commissions and edits features on art, digital culture, new media, and gaming. She writes about a range of subjects including augmented reality, copyright policy, the future of publishing, and robotics. Her writing has appeared in The Boston Globe, n+1, and other web and print publications. Previously, she founded and edited the blog The Tomorrow Museum. Her personal site is joannemcneil.com\r\n\r\nZoe Salditch\r\nProgram Director\r\nAs Program Director, Zoë Salditch oversees and produces key Rhizome programs. She manages the Commissions Program, and The Download, a digital art collecting program she conceived and initiated in 2011. She also coordinates major organization initiatives like Rhizome's Seven on Seven Conference, manages all community aspects of Rhizome's site, and is the liaison for all member affairs, individual and organizational. Previously, Zoë was a volunteer with the organization, and came to the organization via the Museum Studies program at Tufts University.\r\n\r\nFrancis Hwang http://fhwang.net\r\n\r\nMarisa Olson http://www.marisaolson.com/\r\n\r\nRhizome.org. \"Rhizome Staff.\" <i>Rhizome.org</i>. n.d. http://rhizome.org/about#contact.",
  "op_typical_member": "The typical member is low, mid, high-level art world; middle to upper class, and low-mid-high level tech savvy with global tendencies. A member could include internet artists/collectives and new media folk.",
  "formation": "The current state of Rhizome evolved from an email list primarily about net.art. \r\n\"Net.art distribution is intrinsically easy. A URL can be given out by mass e-mail, in response tospecific inquiries, or on a website, and people in varying locations may view the work as long as theyhave access to a computer and an Internet connection. More so even than with video, Adriene Jenik argues, thedistribution system for net.art is so intrinsic to the medium that it helps shape and define the work itself:<blockquote>To the extent that the Web is a distribution system [which] is also linked to the basic tools of production (HTML), it has been granted a great deal of power in structuring the art created for it. If the network is down, there is no way to see/access the work, so in that case it may no longer even ‘exist.’ Also, many works are dependent on the ‘distribution’ or connectivity of the Web in their very conception--in a way, the distribution becomes a theme or layer within the work itself.\r\nRachel Schreiber. \"Net.art: Shedding the Utopian Moment?\" A Critical Journal on the Arts in Baltimore and the World, Issue 7: CODE. Baltimore MD: Linkarts, Inc, 2001.\r\n\r\n...\r\n\r\nIn 2007, four years after Rhizome had become an affiliate of the New Museum, a detailed discussion of the growth of Rhizome over time took place, where else, on Rhizome. Located at http://rhizome.org/discuss/view/26964/#c49647/, the conversation addresses how differences in discussion quality are influenced by technology, including an interesting post by Curt Cloninger about how RSS killed the email list. Pall Thayer initiates the discussion with \"Sorry people, but Rhizome no longer exists as the dynamic, international community boiling pot it once was. It hasn't for quite some time, about 2 or 3 years. Something has gone wrong and it should be fixed.\" Pall expresses that Rhizome raw, indeed, the entire Rhizome site isn't as interesting as it used to be, and the growing focus on locally-based public events in New York City seems disingenuous to what used to be the international ethos of Rhizome. Then-Rhizome staff member Marisa Olsen responds to the criticisms with:\r\n\r\nI think there are several ways to look at this, and they are influenced by the facts that we have a limited staff, limited budget, and the exciting fact that \"the community\" of people interested in new media has now blossomed into *multiple* thriving, diverse communities.\r\n\r\nWe can't be all things to all people, but we believe strongly in the importance of live events. The artists we serve and our audience are always asking for them, and we've seen a lot of good come out of them, in terms of new conversations, new relationships, and new contexts for the interpretation of work that don't get to germinate in quite the\r\nsame way through online conversation. (This is not a prioritization of RL vs online, but just a way of complementing our programs which are primarily online.) We also believe that what the field needs, right now, is to be put into deeper conversation with the contemporary art world, and our events and exhibitions have been an effort to do so.\r\n\r\nWe have no desire to be NY-centric--quite the contrary. We'd love to be able to do events like this all over the world or even in other parts of the US. When we were planning our 10th Anniversary Festival, we tried to do that. We reached out to other festivals and venues, and started many great conversations. But the fact is that we just do not have the budget to pull these off. And we live in a country where arts funding is not comparable to the funding in other countries that have thriving new media organizations. But those organizations support those communities well. We respect them for their work and try to stay in dialogue with them.\r\n\r\n...\r\n\r\nOntogeny of Practice\r\n-mail art\r\n--email lists / net.art\r\n---forums \r\n----web sites\r\n-----digital preservation\r\n\r\nOntogeny of Ownership\r\n-Individual\r\n--Commercial\r\n---Non-profit",
  "history": "\"When digital artists began to create online artworks in the mid-1990's, much of the art form's energy was derived from the notion that the works did not need museums or galleries to reach an audience. Spawned by that sensibility in 1996, Rhizome quickly became one of the most popular Internet sites devoted to the digital arts. It is an online-only meeting place where members can announce new artworks, request technical assistance or argue over obscure aesthetic issues.\r\n\r\nAs excitement about digital art spread, museums began to commission online artworks. After the dot-com boom went bust, though, museum interest cooled along with the economy. The Walker Art Center in Minneapolis, for instance, dismissed its new-media curator earlier this year.\r\n\r\nAs a result it is not clear whether the New Museum-Rhizome partnership can be viewed as a step in extracting Internet art from its tiny niche or as a life preserver for a floundering art form. Tim Whidden, a digital artist in Brooklyn and a longtime Rhizome contributor, said, ''I'm wondering if it means a strengthening of new media, that is, it's being taken out of its ghetto and put into a larger art-world context, or a weakening, that is, it can't stand on its own legs.''\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mirapaul, Matthew. \"New Museum Joins Forces with Artists' Web Site.\" <I>New York Times</i>. 2003. http://www.nytimes.com/2003/09/30/arts/new-museum-joins-forces-with-artists-web-site.html.\r\n\r\n...\r\n\r\nHistory can be divided into three sections:\r\n1. Foundation % early years \r\n2. Growth % from email list to website to non-profit to affiliate of the New Museum\r\n3. Rhizome @ the New Museum",
  "lifespan": "Still alive and popular (2012). \r\n\r\nThe current (2012) Rhizome site launched on Jan. 17th, 2011.",
  "resource": "Rhizome currently maintains four branches of resources:\r\n\r\n1. The ArtBase\r\n-Digital archive\r\n-Artworks timeline\r\n-Search/browse \r\n-Member exhibitions\r\n\r\n2. Editorial content\r\n-Commissioned essays\r\n-Best of\r\n-Reviews\r\n-Featured\r\n-Rhizome blog\r\n-Artist profiles\r\n\r\n3.Community involvement\r\n-Forums\r\n-Opportunities/job board\r\n-Registration/membership\r\n-Mailing lists\r\n\r\n4.Public Programs\r\n-Rhizome commissions\r\n-Public Events\r\n-Public Exhibtions\r\n-New media resources (festivals, residencies, syllabi)\r\n-the Rhizome archive\r\n-Rhizome store\r\n",
  "availability": "Non-paying users of the Rhizome website can view the first year of the work in Rhizome’s ArtBase collection for free. They can also sign up to receive our weekly newsletter, Rhizome News; create a portfolio page or profile, and submit work to the ArtBase.\r\n\r\nRhizome Members have advanced access to the website (all ten years of the archive)and the ability to use a variety of tools. They can view the full record of individual artworks; annotate and comment on works; curate online exhibitions, and vote in our commissions program.\r\n\r\nOrganizational subscriptions are available to institutions, such as universities, art schools, art centers, libraries, clubs, through our Organizational Subscriptions program. These Subscriptions allow staff, faculty, students to gain access to all of Rhizome.org's features and services for free. Contact nick.hasty{at}rhizome.org for more information. For schools and organizations in poor or excluded areas, Rhizome has different organizational access program: contact info{at}rhizome.org for details.\r\nRhizome.org. \"Access & Membership.\" Rhizome.org. n.d. http://rhizome.org/about/#contact.",
  "participation": "FSE + OP both conceptualize & negotiate goals, and the amount and use of responsibility held alternatively by the FSE +OP is usually a subject of discussion on Rhizome.org.\r\n\r\nFSE is generally responsible for creating plans related specifically to Rhizome and the New Museum(events, commissions, exhibitions), though OP exhibitions, events, and meet-ups can be coordinated by OP. \r\n\r\nFSE is primarily responsible for the creation/maintenance/description/preservation of the ArtBase and the Rhizome archive.\r\n\r\nOP generates the artworks that fill the ArtBase and the Rhizome archive.\r\n",
  "tasks": "Tasks include:\r\n\r\nCreate profile/portfolio - involves uploading work to an external server\r\n\r\nDiscuss works/issues - involves signing up for mailing lists and accessing the forums, also member-created exhibitions, commissioned essays, reviews, the Rhizome blog\r\n\r\nRhizome public events and exhibitions are initiated and held by FSE - anyone who wants and is able to attend, can.\r\n\r\nListing opportunities/jobs/syllabi/festivals/residencies - Submission of relevant materials is encouraged\r\n\r\nSite registration/membership - Registration is free, individual membership is $25/year. Creating a member exhibition and voting on Commission awards are available for the paid memberships.\r\n\r\nMember exhibitions - Rhizome members curate digital exhibitions featuring art from the ArtBase.\r\n\r\nCommissions - The goal of the Rhizome commissions program is to support emerging new media/art/ists via grants. The Whitney Museum's similar site, \"ArtPort,\" also features commissions.",
  "modularity": "The ArtBase is free and accessible in its basic form to the public on Rhizome’s website (http://rhizome.org/artbase/featured/). Anyone with Internet access can sign up by providing a valid email address and creating a password. There are three types of accounts:\r\nRhizome Users can browse the majority of Rhizome's content, post to our email lists, and submit projects to the ArtBase and our annual Commissions program. Users simply have to sign up by giving their email address and a password. Users have limited access to the ArtBase in that they are unable to interact with the work (via saving, annotating, and other available tools) and are unable to view a work’s full metadata. \r\nRhizome Members have full access to Rhizome: they can interact with Artworks and have full access to an Artwork’s metadata. Members can also curate exhibitions in the ArtBase, browse our New Media Resources, vote on Commissions Proposals, and receive a 10% discount at the New Museum. Membership costs $25 annually, and goes directly into supporting Rhizome's programs and the efforts of our staff.\r\nOrganizational subscriptions are group memberships to Rhizome that allow members of institutional communities (such as students, faculty or artists) to gain access to all of Rhizome's resources and services without having to pay for membership individually. These Subscriptions allow staff, faculty and students to gain access to all of Rhizome's features and services for free. Rhizome.org. \"Collection Management Policy.\" Rhizome.org. n.d. http://rhizome.org/artbase/policy.\r\n\r\n...\r\n\r\nThe digital archival process of the ArtBase has three components:\r\n\r\n1. Rhizome stores a copy of the original artwork on its servers, maintained by leading data storage professionals. During this stage, a descriptive record of the artwork is created, including meta-data about the artwork’s technology, content and context.\r\n\r\n2. Works are checked for broken URLs or technological obsolescence. If repairs are needed, Rhizome creates another copy of the original artwork and performs the necessary fixes on this copy. \r\n\r\n3. Rhizome then host the artwork here on our site, providing 24/7 free access and historic context. Our records are shared with other institutions in order to promote the artworks themselves, and to further cataloging standards for new media and digital art.\r\nRhizome.org. \"The Archival Process.\" <i>Rhizome.org</i>. n.d. http://rhizome.org/artbase/about.",
  "granularity": "URLs: As long as the work’s original website remains online, Rhizome continues to direct visitors to this original site while also providing a link to its archived version of the work. In the event that a URL breaks or the artist can no longer maintain the work, Rhizome promotes their archived copy of the artwork as the primary link.\r\n\r\nSOURCE CODE: Rhizome's goal is to leave the original source code of an artwork intact and to always maintain original copies of an artwork’s files. Rhizome believe that an artwork’s source code is inextricably bound with the artist’s process and practice, and exemplifies the technological and cultural landscape in which the work was created. As such, source code should always be preserved. That said, there is a long tradition of intervention in the preservation of traditional artworks, and Rhizome believes that such practices can also be used to preserve digital art. The need to leave code untouched is outweighed by the need to make these important works viewable in perpetuity. If an artwork needs to be updated to comply with contemporary technologies, Rhizome creates a separate, specially-named copy of the work that we modify as needed, leaving the original file untouched and available online.\r\n\r\nIN RESPECT OF THE ARTIST: Rhizome respects the artist’s intent and wishes for their artwork. Rhizome always seek permission to exhibit and notify the artist when repairing artworks in the ArtBase. While Rhizome fervently believes in taking the necessary steps to make these works viewable, Rhizome simultaneously understand that it may be the intent of the artist that these works degrade in time and Rhizome fully respect these wishes. When artists agree to have their works rehabilitated, Rhizome works directly with them to select the best means of representing their work in a sustainable format.\r\n\r\nINTELLECTUAL PROPERTY: Rhizome believe that the intellectual property of all artists should be protected, and we support open culture initiatives that promote creative and innovative uses of digital materials. Though \"all rights reserved\" by default, Rhizome provide artists the option to assign a Creative Commons license of their choice to their artwork before it is published on Rhizome. \r\n\r\nRhizome.org. \"Philosophy.\" <i>Rhizome.org</i> n.d. http://rhizome.org/artbase/about.",
  "metrics": "Involvement with the Rhizome community is measured by three tasks\r\n\r\n!. The task of discussion is measured by often a user posts, both to within a specific subject, and on Rhizome.org in general. \r\n\r\n2. The task of exhibition/curation is measured by a) the completion of a \"member exhibition\" using artworks from the ArtBase, b)the amount of editorial work produced both within and without Rhizome.org. \r\n\r\n3. The task of creating and uploading artworks to a user's portfolio is judged to be completed once it contains maybe 5 (?) semi-original/relevant digital artworks.\r\n\r\nPerhaps the most important clue in terms of task completion is the task's existence as a discussion topic on the Rhizome.org forums or mailing lists. The task is finished only when the forum has been closed (which is rarely).",
  "alliances": "Contemporary art blogs ArtFagCity and Hyperallergic both write about Rhizome, as well as participate in events and exhibitions.\r\n\r\nThe New Museum sometimes shows travelling exhibitions which have also been to MOCA, Los Angeles.\r\n\r\nElectronic Arts Intermix - nonprofit art org. Resource for video and media art. http://www.eai.org/index.htm\r\n\r\nVariable Art Initiative @ the Guggenheim Museum http://www.guggenheim.org/new-york/collections/conservation/conservation-projects/variable-media\r\n\r\nLauren Cornell. \"Survey: rhizome.org.\" Art Spaces Archives Project. 2010. http://www.as-ap.org/content/survey-rhizomeorg\r\n",
  "clients": "New media/art/ists, scholars, critics, curators, etc.",
  "sponsors": "Community Campaign 2012, Supporters\r\nJohn Maloney, Ryan Trecartin, Fred Benenson, Milhail Lari, Lisa Schiff, Jeffery Cunard, Patrick May, Sal Randolph, John Michael Boling, Kenyatta Cheese, Susan Chun, Jeanne Criscola, Tadakazu Fukutomi, Alexander Galloway, Regan Grusy, Kiri Hargie, Diana Hong, Pierre N. LeBlanc, Luisa Low Pew, Michael Mandiberg, Ken Naigus, Ed Osborn, Jan Peacock, Domenico Quaranta, Elena Giulia Rossi, Laura Rusnk, Wendy Seltzer, Jesse Suchmann, Rachel Uffner, David Brady, Eric Britbard, Duncan Brown, Leif Brush, Nancy Cameron, Laurie Campbell, Gaby Cepeda, Urbain Checcaroni, Alison Clifford, Sara Clugage, Rob Davies, Eric Dymond, Susan Ettenheim, Giovanni Filardo, Emilo Gomariz, Bill Gorcica, Tad Hirsch, Grace Jensen, Caitlin Jones, Nicholas Leonardy, Daniel Leyva, Patrick Lichty, Masha Lifshin, David MacWilliam, Michael Manning, Andres Manniste, Maria Jose Martinez de Pison, Livia Monnet, Ceci Moss, Keith Poplawski, Jess Ramsay, Richard Rinehart, Nicolas Sassoon, Josh Solondz, Mitch Goodwin, Marcin Ramocki, WIll Roche, Jeremy Rotsztain, Laura Rusnak, Heinrich Schmidt, Bruce Wands, Ann Warman, Annette Weintraub, Devon Zink, Serafin Alvarez, Olga Ast, William Ball, Sunday Ballew, Pat Bandani, Luca Barbeni, Tina Bastajian, Margaret Bazura, Michael Bell-Smith, Will Brand, Andreas Breitscheid, Gloria DeFilipps Brush, Nancy Buchanan, Trent Call, Gloria Maria Cappelletti, Karen Casey, Lisa Cianci, James Clar, Chris Clarke, Tyler Coburn, Missa Coffman, Ian Cofre, Yiannis Colakides, Michael Connor, Jean Cooney, Chris Corneal, Ian Coronado, Jonathan Cote, Chris Coy, Lowell Craig, Joel Cretan, Lin Culbertson, Stathis Dafalias, Jannie Dam, Denni Scott Davis, Beatriz deCosta, Andrew Demirjian, Caitlin Denny, Pierre-Yves Desaive, Gary DiBenedetto, Carl Diehl, Jorge Díez, Tennessee Dixon, Danko Djuric, Christo Doherty, Jeremy Douglass, Thomas Dreher, Cory Dugan, Roberto Echen, Nicholas Economos, David Ellsworth, Juan Escudero, eteam (Franziska Lamprecht & Hajoe Moderegger), Kyle Evans, Carlos Falci, Leslie Fedorchuk, David Fenoglio, Bertrand Fevre, Annette Finnsdottir, Drew Flaherty, Matt Frieburghaus, Matthew Gaffney, Kristen Galvin, Martin Gantman, Patrick Gantert, Esteban García, Mara Gerstein, Emilie Gervais, Ben Grosser, Doron Golan, Ale Guzzetti, Johan Halin, Mike Hall, Ken Hambright, David Harper, Julie Harrison, Reka Harsanyi, Peter Hayes, Kristin Henry, Margot Herster, Tali and Kyle Hinkis, Jamon Hoek, Barry Hoggard, Jan Holleman, Mark David Hosale, Robert Howsare, Iwona Hrynczenko, Jim Hubbard, Allison Hunter, Lawrie Hunter, Esther Hunziker, David Johnson, Sean Justice, Robert Kafes, Maja Kalogera, Lisa Kane, Barna Kantor, Carmin Karasic, Joshua Karjala-Svendsen, Jonathon Keats, JK Keller, Gail Kenning, Fionn Kidney, Corinna Kirsch, Ryszard W. Kluszczynski, Lara Kohl, Kimberly Kradel, Margie Labadie, Jo Lai, Julia Landois, Derek Larson, Christina Latina, Keith Lea, Eva Lee, Eric LeMay, David Lepolard, Amy Love, Audrey Love, Kristin Lucas, Elliott Lynch, Mab MacMoragh, Joshua Madara, Katia Mangone,Nadia Martinez, Betty Martins, Tymoteusz Masiakowski, Dan McCormack, Van McElwee, Maria McMahon, Shannon McMullen, Marc McNulty, Paulo Mello, Samuel Mercer, Mike Merrill, Evan Merz, Joe Milazzo, Lorna Mills, Rainer Milzkott, Christina Miranda de Almeida, Cristina Molina, Joseph Moore, Paul Morel, James Morgan, Dee Morris, Maria Mortati, Arjen Mulder, Gianluca Mura, Adam Murphy, Miriam Needoba, Sarah Beth Nesbit, Klaus Neumann, Lorie Novak, Dawn Nye, Aaron Oldenburg, Elizabeth Pallathy, Jon Paludan, Rey Parla, Mary Patten, Kris Paulsen, Jacques Perconte, Kris Pierce, Brett Phares, Dan Phiffer, Greg Pond, Jim Poole, Jie QI, Frank Ragano, Edward Ramsay-Morin, Robert Ransick, Heather Rasley, Rob Ray, Leslie Raymond, Douglas Repetto, Jacob Riddle, Ryder Ripps, Christiane Robbins, David Robinson, Danielle Roney, Stephen Ruiz, Meriam Salem, Adam Sammons, Adam Schrag, Eric Schrijver, Maïa Semmes, Thor Shannon, Ed Shanken, Greg Shapley, Masato Shirai, Sarah Siteman, Phil Skaggs, Clinton Sleeper, Scott Snibbe, Liz Solo, Carolyn Sortor, Paola Squarzon, K. Staelin, Dmitry Strakovsky, Angela Struebing, Alex Svoboda, Lydia Swangren, Matthew Taylor, Polina Teif, Jeremiah Teipen, Ezra Tenenbaum, Tamiko Thiel, Jessica Thompson, Masahiro Tomioka, Stephanie Tripp, Roger Tsai, Sara Tucker, Lisa Ulik, Kara Van Malssen, Aav Allen Alain Viguier, Mariano Viola, Douglas Watt, Kristen Wawruck, Mary Hall Webster, Crystal Wei, Olof Werngren, David Wilson, Derek Woodgate, Adrianne Wortzel, C. Wyatt-Magalian, Lonce Wyse, Ana Xjor, Georgi Zafirov, Laura Zaylea, Emily Zimmerman, Neil Zusman\r\n\r\nSource: Rhizome.org. \"Community Campaign 2012.\" <i>Rhizome.org</i>. 2012. http://rhizome.org/supporters.",
  "elites": "M. River and T Whid of MTAA (M. River & T. Whid Art Assoc.) -members of the Rhizome community since its inception. A Brooklyn-based conceptual and net art collaboration founded in 1996. \r\nMTAA’s examinations of networked culture, the economics of art, digital materials, and the institutional art world take the form of web sites, installations, sculptures, and photographic prints. Their work has been commissioned by The Alternative Museum, Creative Time, and The Whitney Museum of American Art and has been exhibited by PS1 Art Center (New York, 2000), The Walker Art Center (Minneapolis, 2000) and Eyebeam Atelier (New York, 2002). \r\nnbsp;nbsp;nbsp;nbsp;nbsp;MTAA. \"Long MTAA Biography.\" MTAA.net. n.d. http://www.mtaa.net/mtaaRR/bio/long.html/\r\n\r\nSome artists who either participate in the forums or whose work has been featured by Rhizome:\r\n\r\nJODI/Jodi.org (Joan Hemskerk & Dirk Paesmans)\r\nwwwwwwwww.jodi.org/, www.jodi.org, etc. etc.\r\n\r\n0100101110101101.org (Eva and Franco Mattes)\r\nhttp://www.0100101110101101.org/blog/\r\n\r\nYOUNG-HAE CHANG HEAVY INDUSTRIES (Marc Voge and Young-hae Chang)\r\nhttp://www.yhchang.com/\r\n\r\nMark Amerika\r\nmarkamerika.com, http://www.grammatron.com/index2.html, etc.\r\n\r\nCasey Reas\r\nreas.com, processing.org, etc.\r\n\r\nOlia Lialina\r\nhttp://art.teleportacia.org/olia.html\r\n\r\nRyan Trecartin\r\nhttp://vimeo.com/trecartin, etc.\r\n\r\nBruce Sterling \r\nhttps://twitter.com/#!/bruces\r\n\r\nAdriene Jenik\r\nhttp://adrienejenik.net\r\n\r\nPaul D. Miller aka DJ Spooky that Subliminal Kid\r\nhttp://www.djspooky.com\r\n\r\netc. etc. etc.",
  "created_at": "2012-05-18T02:40:58Z",
  "updated_at": "2012-07-02T20:41:58Z",
  "summary": "Rhizome.org is a nonprofit organization that was founded as an email-list in 1996 to provide an online discussion platform for the global new media art community. \r\n\r\nRhizome's programs and services support the creation, presentation, discussion and preservation of contemporary art that uses new technologies in significant ways. Their core activities include commissions, email discussions and publications, the Rhizome.org web site, and events.\r\n\r\nThe Rhizome.org community is geographically dispersed, and includes artists, curators, writers, designers, programmers, students, educators and new media professionals.\r\nRhizome.org. \"About\".Rhizome.org. http://rhizome.org/about/.",
  "birder_credits": "Jessica F. Thomas",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "Organized primarily by weak ties (\"friends\") grouped into overlapping networks.",
    "id": 7,
    "name": "Overlapping Networks of Weak Ties",
    "updated_at": "2012-07-12T17:49:00Z"
  },
  "genus_type": {
    "created_at": "2011-09-23T19:04:33Z",
    "description": "Media making from mainstream to remix to participatory/fan culture.",
    "id": 11,
    "name": "Culture Industry",
    "updated_at": "2011-09-23T19:04:33Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2011-10-11T04:09:00Z",
    "email": "morganecurrie@gmail.com",
    "id": 7,
    "updated_at": "2013-07-02T22:12:45Z"
  }
}