{
  "id": 201,
  "name": "Change.org",
  "thumbnail_100_url": "/system/assets/162/sq100/change_logo.jpg",
  "thumbnail_50_url": "/system/assets/162/sq50/change_logo.jpg",
  "url": "http://www.change.org/",
  "foritself": "Yes, both FSE and OP members are instantly aware that they are joining a group of people with the same activist mission. ",
  "brand": "The logos involve a unique green/blue shades with white writing. The logo is text-based and simple. ",
  "fse_name": "Change.org, Inc.\r\n\r\n\"The site is operated by Change.org, Inc., a for profit and certified B Corporation incorporated in Delaware, whose businesses include hosting sponsored campaigns. Organizations like Amnesty International and the Humane Society pay the site to host their petitions.\r\n\r\nIts stated mission is to \"empower anyone, anywhere to start, join, and win campaigns for social change.\" In addition, \"millions of people sign petitions on Change.org each month on thousands of issues, winning campaigns every day to advance change locally and globally.\"\"\r\n\r\n--wikipedia entry",
  "fse_owner_founder": "\"Change.org is a social venture started in 2006 by two former classmates from Stanford University Ben Rattray and Mark Dimas. We currently have more than 80 staff members, with offices in San Francisco and Washington DC, as well as a distributed team of organizers around the world.\"\r\n\r\n-- http://www.change.org/about/team\r\n\r\n\r\nWikipedia also lists \"Adam Cheyer\" as a founder. ",
  "fse_significant_member": "The list of current FTE employees is found here: http://www.change.org/about/team\r\n\r\nWhile their is some hierarchy, even the display of the names/photos of those involved is flat--everyone has the same amount of space, and the CEOs are simply on the first row. In the very least, it wants to give off the impression of a relatively flat organization.",
  "fse_mission_statement": "\"Change.org is a social action platform that empowers anyone, anywhere to start, join, and win campaigns to change the world.\r\n\r\nWe joined the B Corp community to use the power of business to solve social problems, and to be part of a movement that is timely, relevant, and poised to change the way we do business.\"\r\n\r\n--http://www.bcorporation.net/change.org\r\n\r\nMore info: What is a B Corp: http://www.bcorporation.net/about",
  "op_name": "Change.org\r\n\r\nhttp://www.change.org/about",
  "op_vip_founders": "There is no list of OP founders/members. However, there are promotional materials sparingly around the website that include mention of certain OP members. \r\n\r\nFor example, the victories page: http://www.change.org/victories\r\nincludes the authors of the successful petitions. Also, the homepage has a few examples of successful petitions and includes photos/names of some OP members. \r\n\r\nChange.org also uses other petition creators to speak to the press. These people are mentioned on the website (see above), through Twitter and Facebook, etc. Therefore, meritocracy could provide an incentive for creating a successful petition. ",
  "op_typical_member": "There is no listed typical member. I assume: the average member is that of a \"slacktivist\" approach to activism--participating by signing only a single petition. The site and the majority of petitions are in English, but there are some in other languages (branching to more languages appears to be a goal of the FSE). \r\n\r\nThe site describes their members thus:\r\n\"Our Members' Impact:\r\nUltimately, the measure of our community's success is our collective impact — our ability to identify problems, mobilize people, and create real change.\r\n\r\nFrom the first day we launched, Change.org members have won hundreds of campaigns in their neighborhoods, towns, and cities. Each victory doesn't just overcome an isolated case of inequality or injustice — it allows people to view important issues through a tangible, often personal lens, inspiring them to take further action and helping to build the deep commitment, connections, and momentum necessary to make ever-larger change possible.\"\r\n\r\n-- http://www.change.org/about",
  "formation": "\"Change.org was launched on February 7, 2007 by current CEO Ben Rattray, Mark Dimas and Adam Cheyer.\"\r\n\r\n--Wikipedia\r\n\r\nThe FSE and OP are greatly linked. It was originally thought of as a petition site, and therefore the OP was considered integral from the beginning. However, clearly the OP grew over time. So, essentially, you could think of the FSE/OP being the same at the moment of creation, with both growing as time progresses. ",
  "history": "\"In 2008, the organization partnered with MySpace to create an index of crowdsourced ideas for implementation by the incoming presidency of Barack Obama, drawing comparisons to similar approaches by change.gov.\r\n\r\nIn 2010, Change.org helped to inaugurate Blog Action Day.\r\n\r\nIn 2011, Change.org claimed it was the subject of a distributed denial of service attack by \"Chinese hackers\", and that the alleged attack was apparently related to its petition to the Chinese government to release artist Ai Weiwei.\r\n\r\nIn 2012, Arizona State University decided to block access to Change.org in response to a petition created by student Eric Haywood protesting \"rising tuition costs at the school.\" ASU officials claimed that \"Change.org is a spam site\" and the blocking was conducted \"to protect the use of our limited and valuable network resources for legitimate academic, research, and administrative uses.\" In response, Internet Campaign Director Josh Levy of the Free Press, stated that \"disabling access to any lawful site violates the spirit and principles of Net Neutrality, chills academic freedom, and possibly rises to the level of a First Amendment violation.\"\r\n\r\nIt was reported on April 5th, 2012 that Change.org hit 10 million members, and is currently the fastest-growing social action platform on the web. They are currently receiving 500 new petitions per day.\"\r\n\r\n--Wikipedia",
  "lifespan": "The site was created in 2007 and continues even stronger now (with no signs of halting soon). \r\n\r\nThere are a number of other petition sites. More research would be needed to determine when each sprung up, and how they affected one another in terms of membership, drive, etc. ",
  "resource": "The FSE provides to the OP a set of tools for creating a petition, the server space to host it, and the ability to easily broadcast the message through social media. The OP are also provided the resource of the easy ability to find petitions that individual users want to support. \r\n\r\n",
  "availability": "\"Please be advised that Change.org is a passive intermediary; we are a provider of interactive computer services, but we are neither the publisher, speaker nor information content provider of any of the petitions on our site. Accordingly, Change.org is absolved of liability pursuant to Section 230 of the Communications Decency Act.\"\r\n\r\n-- http://helpdesk.change.org/entries/20701861-how-do-i-get-in-touch-with-the-change-org-legal-department",
  "participation": "While \"anyone\" can create a new petition, it is the FSE that decides which petitions are given the most attention/advertising, and all decisions regarding the direction of the organization on the whole is made by the FSE, without contact with the OP. ",
  "tasks": "Participation takes place through:\r\n1) Creating a petition\r\n2) Signing a petition\r\n3) Encouraging others to join and participate also\r\n\r\n\r\nIn their words: http://www.change.org/guides\r\n\"1) Start a Petition 2) Mobilize Support 3) Win Change\"\r\n\r\nOR: http://www.change.org/guides/how-an-online-petition-works\r\n \"Step 1: Start Your Online Petition\r\n Step 2: Promote Your Petition\r\n Step 3: Talk To Your Decision Maker\"\r\n Later mentioned: (Get your story to the media)",
  "modularity": "Signing a petition is a very low level of committment (less than 30 seconds), and can indicate slacktivism. However, creating a new petition involves a level of commitment. \r\n\r\nIn both scenarios, one could also choose to spend more time raising awareness, advertising to others, connecting with the media and/or political figures, etc. Change.org creates the frame for simple participation, and gives only minor suggestions to do more with that initial framework. The Tips and Guides page <http://www.change.org/guides> gives brief information on taking the petitions further in this way. However, this is clearly not the emphasis and manner of participation encouraged to the majority of the OP members. ",
  "granularity": "Again, signing a petition involves a very low level of granularity. This involves typing your name and address (or it auto-adds if you sign-in through Facebook), and you can choose to add a reason for signing if you want. This is the lowest level of granularity. \r\n\r\nOn the other hand, creating and advertising for a petition could theoretically be an infinite task. ",
  "metrics": "Signing a petition is completed/measured through each successful signing (effectively little more than a \"click\"). \r\n\r\nYour personal page includes your participation metrics (see image above) including: # actions, # recruits, # friends, your recent activity list, and your \"top causes\" and the number of \"actions\"=signings you took under each cause. ",
  "alliances": "According to Wikipedia, \"In 2008, the organization partnered with MySpace to create an index of crowdsourced ideas for implementation by the incoming presidency of Barack Obama, drawing comparisons to similar approaches by change.gov.\"\r\n\r\nSee \"Project Clients\" for more information on incoming funding. ",
  "clients": "In addition to \"anyone\" who can join/make a petition/etc--The site mentioned hundreds of \"partner\" clients that use the paid services of the site. The paid services include: \"As part of our mission to build social movements, we also enable organizations to feature their campaigns to targeted users and grow their email membership.\" http://www.change.org/partners\r\n\r\n   I think this has to do with which petitions are \"featured\" on the website, which are emailed to whom, etc. This does detract from the their advertised premise that they help \"anyone\"--not everyone is helped the same. \r\n\r\n\"Organizations like Amnesty International and the Humane Society pay the site to host their petitions.\" --Wikipedia",
  "sponsors": "The project sponsors appear to be the same as the paid clients. \r\n\r\nIt is possible there are underlying funders, this would require further research. ",
  "elites": "The organization is hierarchical: FSE high-ups have the most access, then regular FSE employees, and the OP have very little authority beyond completing tasks. ",
  "created_at": "2012-05-19T18:08:03Z",
  "updated_at": "2012-07-06T22:11:27Z",
  "summary": "Change.org is a website encouraging \"everyone\" to participate in the act of signing and creating petitions. \r\n\r\nThe bird is a hierarchical organization with an FSE created in 2006 and an ever-growing OP membership. The organization is continuing to increase in membership, though the tasks enabled by the bird are often very simple. Fewer OP members choose to move beyond the simple tasks and push for social change beyond the creation and signing of surveys. \r\n\r\nThe bird also supports paid clients, and claims to have over 100 such 'partners'. These clients receive benefits on the site in terms of coverage. The extent to which OP members' information is sold-out to these paid members is an important question that deserves further research. ",
  "birder_credits": "Ashley Sands, began May 19, 2012\r\nAshley Sands, \"completed\" May 21, 2012",
  "tangible_problem": "No",
  "tangible_problem_detail": "Well, several, but not a single specific problem.",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "OP framed as user-producers and collaborators",
    "id": 13,
    "name": "Produsers",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "groups organized for social or political change; independent media organizations; hacktivists; advocates and other coalitions.",
    "id": 9,
    "name": "Activist",
    "updated_at": "2011-10-21T21:24:40Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2011-10-11T04:09:00Z",
    "email": "morganecurrie@gmail.com",
    "id": 7,
    "updated_at": "2013-07-02T22:12:45Z"
  }
}