{
  "id": 202,
  "name": "Android OS",
  "logo": "/system/assets/169/original/Picture%2022.png?1337542455",
  "thumbnail_100_url": "/system/assets/169/sq100/Picture%2022.png",
  "thumbnail_50_url": "/system/assets/169/sq50/Picture%2022.png",
  "url": "http://www.android.com/",
  "foritself": "yes. From its website: \"Android is intentionally and explicitly an open-source -- as opposed to free software -- effort: a group of organizations with shared needs has pooled resources to collaborate on a single implementation of a shared product. The Android philosophy is pragmatic, first and foremost. The objective is a shared product that each contributor can tailor and customize.\"\r\nhttp://source.android.com/about/philosophy.html",
  "brand": "Mobile phone with Linux-based open source code. The robot logo suggests playful, geeky, and clean design.\r\n\r\nPer the branding guidelines, the robot, but not the android word in custom typeface, can be used, reproduced, and modified freely in marketing communications. under the terms of the Creative Commons Attribution license.\r\n\r\nThe Android logotype was designed along with the Droid font family by Ascender Corporation, and the robot icon was designed by Irina Blok.\r\nhttp://en.wikipedia.org/wiki/Android_%28operating_system%29\r\n\r\nhttp://www.android.com/developers/branding.html",
  "fse_name": "Android OS",
  "fse_owner_founder": "The OS was initially developed by a Palo Alto start-up, Android Inc., led by Andy Rubin, Rich Miner, Nick Sears, and Chris White. After 22 months it was acquired by Google in 2005, its current owner. Android was then originally developed by a group of companies known as the Open Handset Alliance, led by Google.\r\n\r\nhttp://www.webcitation.org/5wk7sIvVb",
  "fse_significant_member": "Andy Rubin, Rich Miner (Google Mobile Platforms Manager) and Chris White, Sergey Brin",
  "fse_mission_statement": "Android, the world's most popular mobile platform ",
  "op_name": "Android Open Source Project",
  "op_vip_founders": "",
  "op_typical_member": "developer with high-level programming skills, open source ideologue",
  "formation": "FSE --> OP",
  "history": "Android, Inc. was founded in Palo Alto, California, United States in October, 2003 by Andy Rubin (co-founder of Danger), Rich Miner (co-founder of Wildfire Communications, Inc.), Nick Sears (once VP at T-Mobile), and Chris White (headed design and interface development at WebTV. Google acquired Android Inc. on August 17, 2005, making Android Inc. a wholly owned subsidiary of Google Inc. Andy Rubin, Rich Miner and Chris White stayed at the company after the acquisition. Rubin developed it into a mobile device platform powered by the Linux kernel.\r\nhttp://en.wikipedia.org/wiki/Android_%28operating_system%29\r\nhttp://www.businessweek.com/technology/content/aug2005/tc20050817_0949_tc024.htm\r\n\r\nOn November 5, 2007, the Open Handset Alliance, a consortium of several companies which include Broadcom Corporation, Google, HTC, Intel, LG, Marvell Technology Group, Motorola, Nvidia, Qualcomm, Samsung Electronics, Sprint Nextel, T-Mobile and Texas Instruments unveiled itself. On the same day, the Open Handset Alliance also unveiled their first product, Android, a mobile device platform built on the Linux kernel version 2.6.\r\nhttp://www.openhandsetalliance.com/press_110507.html\r\n\r\nOn December 9, 2008, 14 new members joined, including ARM Holdings, Atheros Communications, Asustek Computer Inc, Garmin Ltd, Huawei Technologies, PacketVideo, Softbank, Sony Ericsson, Toshiba Corp, and Vodafone Group Plc.\r\nhttp://www.reuters.com/article/2008/12/10/openhandset-idUSN0928595620081210\r\n\r\nIn 2010 Android took 33% of the mobile phone market, becoming the top-selling smartphone platform. By Q3 2011 the research group Gartner estimates more than half (52.5%) of the smartphone market belongs to Android.\r\nhttp://www.gartner.com/it/page.jsp?id=1848514\r\n\r\non February 27, 2012, Andy Rubin announced that Google was activating over 850,000 Android smartphones and tablets daily.\r\nhttp://en.wikipedia.org/wiki/Android_%28operating_system%29",
  "lifespan": "2005: begun as independent start-up, then acquired by Google\r\n2007: launched by Google",
  "resource": "1) Open source code for mobile phone and tablet operating system, 2) app store 3) a community of developers. \r\n\r\n\"In Android developers find a ready-to-use environment with powerful graphic APIs and a full user-mode, java based environment – ensuring them almost device-agnostic portability.\"\r\nFrom Android Internals: Fragment of a course detailing the architecture of Android and interaction of its components\r\nhttp://technologeeks.com/Courses/Android-Excerpt.pdf",
  "availability": "Licensing: \r\n\r\nThe source code is available under the open Apache licenses, which requires preservation of the copyright notice and disclaimer. (http://en.wikipedia.org/wiki/Apache_License)\r\n\r\nKernel drivers are GPL. Bionic Libc is BSD.\r\n\r\n\"Google, however, very intentionally publishes Android as a multi-license potpourri of GPL'd software (the Linux kernel), permissively-licensed open source software (programs under open source licenses such as the Apache Software License or BSD/MIT licenses, which don't come with copyleft), such as the Dalvik virtual machine (which is at the heart of Oracle's lawsuit), and closed-source programs.\"\r\n\r\nGoogle publishes most of the code (including network and telephony stacks)under the Apache License version 2.0, and the rest, Linux kernel changes, under the GNU General Public License version 2.\r\nhttp://source.android.com/source/licenses.html\r\n\r\nFor userspace (non-kernel) software, Google prefers ASL2.0 (and similar licenses like BSD, MIT, etc.) over other licenses such as LGPL.\r\nhttp://source.android.com/source/licenses.html\r\n\r\nManagement hierarchy:\r\n\r\nThe extent of participation is also determined by a contributor's place within a hierarchy managed by Android. Android separates tasks between contributors, who work on the AOSP source code, and developers, engineers who write applications that run on Android devices. Higher up are verifiers who test change requests. They are invited by Project leads and must have submitted a significant amount of high-quality code to the project. Still higher are approvers, who decides whether to include or exclude a change. At the top of this pyramid are Project leads, senior contributors who oversee the engineering for individual Android projects and who often work for Google.\r\nhttp://source.android.com/source/roles.html\r\n\r\nAll contributions -- including those authored by Google employees -- go through a web-based system known as \"gerrit\" that's part of the Android engineering process. This system works in tandem with the git source code management system to cleanly manage source code contributions.\r\n\r\nOnce submitted, changes need to be accepted by a designated Approver. Approvers are typically Google employees, but the same approvers are responsible for all submissions, regardless of origin.\r\nhttp://source.android.com/faqs.html#open-source\r\n\r\nCompatibility factors:\r\n\r\nDevice builders must also adhere to the Android Compatibility Program, which specifies what it means to be \"Android compatible\". This is optional, actually.\r\n\r\n\"The Android Compatibility Program defines the technical details of Android platform and provides tools used by OEMs to ensure that developers' apps run on a variety of devices. The Android SDK provides built-in tools that Developers use to clearly state the device features their apps require. And Google Play shows apps only to those devices that can properly run them.\"\r\nhttp://source.android.com/compatibility/index.html\r\n\r\nalso: \"We define an \"Android compatible\" device as one that can run any application written by third-party developers using the Android SDK and NDK. We use this as a filter to separate devices that can participate in the Android app ecosystem, and those that cannot. Devices that are properly compatible can seek approval to use the Android trademark. Devices that are not compatible are merely derived from the Android source code and may not use the Android trademark. In other words, compatibility is a prerequisite to participate in the Android apps ecosystem. Anyone is welcome to use the Android source code, but if the device isn't compatible, it's not considered part of the Android ecosystem.\"\r\nhttp://source.android.com/faqs.html#compatibility\r\n\r\nTheir management strategy also sets limitations: \"We view and manage Android as a single, holistic software product, not a \"distribution\", specification, or collection of replaceable parts. Our intent is that device builders port Android to a device; they don't implement a specification or curate a distribution.\"\r\nhttp://source.android.com/about/philosophy.html\r\n\r\nWhile Google oversees Android's product management and the engineering process for the core framework and platform, it invites other contributors.\r\n\r\nAlso: \"There are some limits on the kinds of code contributions we are willing or able to accept. For instance, someone might want to contribute an alternative application API, such as a full C++-based environment. We would decline that contribution, since Android is focused on applications that run in the Dalvik VM. Alternatively, we won't accept contributions such as GPL or LGPL libraries that are incompatible with our licensing goals.\"\r\nhttp://source.android.com/faqs.html#open-source\r\n\r\nA case of a rejected partner is Skyhook, a geolocation tool: \"Google tried to preclude Skyhook from some major Android-related opportunities through what Skyhook alleges are unfair, arbitrary and ultimately anticompetitive actions, this conflict ended up in court.\"\r\nhttp://www.fosspatents.com/2011/02/skyhook-vs-google-defense-of-open.html",
  "participation": "The goals are set \"pragmatically\" based on what different corporations or people use Android for, with Google in a clearly privileged position.  Individual developers (as themselves, or representing a corporation) can join one of five different mailing lists, or talk with people on IRC (http://source.android.com/community/index.html).  Influence appears to be restricted to the development of the codebase itself, and not what people do (or can do) with it, such as Google. \r\n\r\nCompatibility is goverened by a Document defining compatible apps and versions of Android and a Test Suite for testing it.  \r\n\r\n\"The goal of the Android Open Source Project is to create a successful real-world product that improves the mobile experience for end users.\"\r\nhttp://source.android.com/about/philosophy.html",
  "tasks": "See also availability on the extent of tasks, determined by a contributor's status.\r\n\r\nDevice builders and Contributors write apps, fix bugs, launch new devices, experiment with new features, join the mailing lists, contribute patches, look at submitted patches, and use the tools. \r\n\r\nhttp://source.android.com/about/philosophy.html\r\n\r\nProject leads tasks specifically:\r\n\r\nLead all technical aspects of the project; for example, the project roadmap, development, release cycles, versioning, and QA.\r\n\r\nEnsure that the project is QA-ed in time for scheduled Android platform releases.\r\n\r\nDesignate Verifiers and Approvers for submitted patches.\r\n\r\nAccept or reject patches based on technical merit and alignment with the Android strategy.\r\n\r\nReview changes in a timely manner and make best efforts to communicate when changes are not accepted.\r\n\r\nOptionally maintain a web site for the project for information and documents specific to the project.\r\n\r\nAct as a facilitator in resolving technical conflicts.\r\n\r\nBe a public face for the project and the go-to person for questions related to the project.\r\n\r\nhttp://source.android.com/source/roles.html",
  "modularity": "Programming related tasks are modular but require a high level of commitment.",
  "granularity": "Tasks range as low-level as participating in forums, to building an app, and up to matters of management and governance.",
  "metrics": "tasks are informally recognized on mailing lists; patches and bugs are visible in the patch (Gerrit)  and bug tracking software (code.google.com).\r\n\r\nhttps://android-review.googlesource.com/#/q/status:open,n,z",
  "alliances": "Open Handset Alliance, a consortium of 86 hardware, software, and telecommunication companies whose agenda is to advance open standards for mobile devices.\r\n\r\nAlliances: Motorola. In August 2011, Google started the process of purchasing Motorola Mobility for US$12.5 billion, which was viewed in part as a defensive measure to protect Android, since Motorola Mobility holds more than 17,000 patents.\r\nhttp://arstechnica.com/gadgets/2011/08/google-to-buy-motorola-in-effort-to-defend-itself-from-patent-bullies/\r\n\r\nIn December 2011 Google acquired in the region of a thousand patents from IBM.\r\nhttp://arstechnica.com/gadgets/2012/01/google-buys-another-round-of-ibm-patents-as-oracle-trial-nears/\r\n\r\nEnemies: On August 12, 2010, Oracle sued Google over claimed infringement of copyrights and patents related to the Java programming language. Specifically, the patent infringement claim references seven United States patents including US 5966702 \"Method and apparatus for pre-processing and packaging class files\", and US 6910205 \"Interpreting functions utilizing a hybrid of virtual and native machine instructions\"\r\nhttp://www.wired.com/epicenter/2010/10/google-oracle-android/",
  "clients": "Perhaps the members of the Open Handset Alliance: Broadcom, HTC, LG, Marvell, Nvidia, Sprint, T-Mobile, ARM and\r\nNVidia – the leading Chipset manufacturers for mobile devices.",
  "sponsors": "Google",
  "elites": "",
  "created_at": "2012-05-20T19:34:15Z",
  "updated_at": "2013-05-03T16:33:21Z",
  "summary": "Developers write primarily in a customized version of Java",
  "birder_credits": "",
  "tangible_problem": "No",
  "tangible_problem_detail": "it's a general platform",
  "images": [

  ],
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "genus_type": {
    "created_at": null,
    "description": "Free and Open Source Software",
    "id": 1,
    "name": "FOSS",
    "updated_at": null
  },
  "habitat": {
    "created_at": "2012-05-15T22:46:57Z",
    "description": "Operates primarily as a stand-alone application on a suitable mobile device (phone, tablet. May be downloaded via an app store.",
    "id": 10,
    "name": "Mobile",
    "updated_at": "2012-05-15T22:46:57Z"
  },
  "updated_by": {
    "created_at": "2011-07-22T19:14:37Z",
    "email": "ckelty@ucla.edu",
    "id": 2,
    "updated_at": "2013-10-22T20:47:03Z"
  }
}