{
  "id": 209,
  "name": "OpenPaths",
  "logo": "/system/assets/206/original/open_paths_logo.png?1337661491",
  "thumbnail_100_url": "/system/assets/206/sq100/open_paths_logo.png",
  "thumbnail_50_url": "/system/assets/206/sq50/open_paths_logo.png",
  "url": "https://openpaths.cc/",
  "foritself": "Yes. OpenPaths positions itself as an alternative to corporate appropriation of user location data. The project aims to give users control over location generated by their own smartphones. Users are invited to share data for scientific projects, but the decision to do so or not to do so rests with individual users on a case-by-case basis.",
  "brand": "OpenPaths uses grey, white, and orange in a Helvetica typeface, a common, contemporary design style. Variants of the logo often involve linear elements to evoke the crisscrossing paths of its users.",
  "fse_name": "Research and Development Lab at the New York Times Company.\r\n\r\nhttp://www.nytco.com/company/Innovation_and_Technology/ResearchandDevelopment.html. Accessed 5 September 2012.",
  "fse_owner_founder": "The New York Times Company, Research and Development Group.\r\nMichael Zimbalist, Vice President, Research and Development Operations.",
  "fse_significant_member": "Jer Thorp, Artist in Residence. \r\nhttp://blog.blprnt.com/about",
  "fse_mission_statement": "From The New York Times Company's website:\r\n\r\n\"Underpinning our digital growth strategy is our Research & Development Group, the first in our industry. The R&D Group helps us anticipate consumer preferences and devise ways of satisfying them; the group assists in product development across the Company.\"\r\n",
  "op_name": "There are several layers of OPs here: app users and the various projects that want OpenPaths users to donate their data to science. According to the OpenPaths site, these negotiations are brokered through the FSE:\r\n\r\n\"OpenPaths supports research initiatives, art projects, education programs, and technological innovation by facilitating the participation of OpenPaths users.\"",
  "op_vip_founders": "As of May 2012, they include users of the app and the various research projects, including The Data Republic, Connecting.nyc Inc.,AIT (lead: Fraunhofer), Concordia University, TRIP Lab, Movement Ecology Lab@CEAB, Institute ENPB (TU Munich), Galen Wilkerson/TU-Berlin.",
  "op_typical_member": "A research project or division interested in using user-contributed data of urban city dwellers. Users of the mobile app are just volunteer smartphone users, probably relatively technologically savvy and interested in location privacy. Based on the research projects, users are imagined to be primarily urban.",
  "formation": "FSE > OP. OpenPaths was developed by the New York Times Company's Research and Development Lab as a response to a controversy over Apple's  policies regarding the use of customer location data in iOS, a controversy widely report on by The New York Times and by O'Reilly Media. The project is meant to be an alternative to corporate control of user data for private benefit: the model of OpenPaths seeks to promote individual control over user data for public benefit.",
  "history": "OpenPaths sprang fully formed from the head of the New York Times' R & D Division. The project originated in 2011 as a result of the iPhone Tracker controversy, as reported by Pete Warden and Allasdair Allan (http://www.youtube.com/watch?v=GynEFV4hsA0. Accessed 5 September 2012). ",
  "lifespan": "Project still active as of September 2012.",
  "resource": "The resource provided is access to user location data. Approved projects can use the system to send requests to users of interest to allow access to data.",
  "availability": "According to the OpenPaths FAQ, the data accessed are presented in anonymized form. An approved project gets access to — and therefore ownership of an identical copy of — \"your geographic points, how those points were generated (app version, platform, etc), and an anonymous id.\" ",
  "participation": "The broader goal of the FSE, to be an industry leader in web and mobile media development, overrides all other goals. Under that broader goal, the OpenPaths project itself has a goal of educating users about the impact of data collection regimes with an eye toward giving users control over their own data. The various research projects have specific research questions about urban space.\r\n\r\n",
  "tasks": "The site announces it goal as the provision of visualization tools for personal insight. Secondarily, OpenPaths provides a means for researchers, artists, and technologists to answer research questions based on these data. Individual users receive requests for data and grant access or not; these requests specifically use language of participation. The mission statement specifically argues the individual users should get a copy of whatever data are generated by their smartphone use.\r\n\r\n",
  "modularity": "Users either grant access to data, deny it, or ignore requests. Research projects send requests, write project descriptions, and analyze data. The OpenPaths project itself collects user data, silos it, and acts as a middleman for data-driven initiatives.",
  "granularity": "Users either grant access to data, deny it, or ignore requests. ",
  "metrics": "Users either grant access to data, deny it, or ignore requests. ",
  "alliances": "None. The project seems to have a natural enemy in the form of Apple Computer. The project offers a fundamental critique of the location privacy policies of iOS.\r\n\r\nAny entity in need of smartphone data would also seemingly ally with OpenPaths for reasons of mutual benefit.\r\n\r\n",
  "clients": "Various research projects use OpenPaths to get data for research projects: The Data Republic, Connecting.nyc Inc.,AIT (lead: Fraunhofer), Concordia University, TRIP Lab, Movement Ecology Lab@CEAB, Institute ENPB (TU Munich), Galen Wilkerson/TU-Berlin.",
  "sponsors": "OpenPaths is Owned by the New York Times Company.",
  "elites": "OpenPaths runs research projects that feed data to its parent, The New York Times Company Research and Development Lab.",
  "created_at": "2012-05-22T04:38:11Z",
  "updated_at": "2012-09-04T18:55:00Z",
  "summary": "Created in 2011 by The New York Times Company's Research and Development Labs, OpenPaths is a mobile app for iOS and Android that collects, stores, and visualizes location data collected in the routine operation of smartphones. Data capture happens whether or not the app is running. Openpaths automatically syncs this data to a remote \"locker,\" traceable to the user only through secure channels and carefully guarded identifiers. Research projects send requests through OpenPaths for access to user data. Users may grant or deny access to an anonymized version of their accumulated location data on a case-by-case basis.\r\n\r\nThe service began as a web-based project in 2011 with a particular mission: to give users of smartphones access to their own data. Announcing the creation of OpenPaths in the New York Times' Bits Blog, Vice President of R & D Michael Zimbalist framed the project in terms of scientific goals and user participation, citing the need for users to \"become active collaborators in the quest for solutions to important problems in fields such as public health, genetics and urban planning.\" The service's mission statement explicitly contradicts dominant corporate data practices by suggesting users should retain control over data that describe their movements.\r\n\r\nBilton, N. (2011, 11). A Tool to Harvest iPhone Location Data. Bits Blog. Retrieved from http://bits.blogs.nytimes.com/2011/05/05/a-tool-to-harvest-iphone-location-data/\r\n\r\nHonig, Z. (2011). OpenPaths lets you visualize your iPhone location data, donate it to science. Endgadget. Retrieved from http://www.engadget.com/2011/05/11/openpaths-lets-you-visualize-your-iphone-location-data-donate-i/\r\n\r\nSpivack, E. (2011). Interview: Michael Zimbalist on collecting your iPhone’s location data with openpaths.cc. PopTech. Retrieved May 22, 2012, from http://poptech.org/blog/interview_michael_zimbalist_on_collecting_your_iphones_location_data_with_openpathscc.html?utm_source=twitterfeed&utm_medium=twitter\r\n\r\n\r\nThe structure of OpenPaths involves a cryptohierarchical, corporate FSE, The New York Times Company’s Research and Development Lab, but its relation to an OP is more complex. Research projects of various kinds send requests for user data though the service, so these various research groups, including the Data Republic, constitute one kind of OP. These research projects might also reasonably be considered partnered or allied FSEs. The end-users themselves are given limited participation in the form of a voluntary opt-in: they can share data with a requesting project or not. The creation of OpenPaths in the first place should be considered a kind of political move against corporate control of user data, so use of the service by individuals might be considered an affirmation of this critique by plebiscite.",
  "birder_credits": "Created by rncrooks@ucla.edu. Edited 5 September 2012.\r\n\r\n\r\n\r\n",
  "tangible_problem": "Yes",
  "tangible_problem_detail": "Enabling data-driven research by providing a secure, anonymous, non-commercial system for mobile device users to share their data.",
  "images": [
    {
      "url": "/system/assets/207/original/open_paths_cc_screen_01.png?1337661514"
    },
    {
      "url": "/system/assets/208/original/open_paths_cc_screen_02.png?1337661523"
    },
    {
      "url": "/system/assets/209/original/open_paths_cc_screen_03.png?1337661532"
    }
  ],
  "fse_org_style": {
    "created_at": null,
    "description": "An aversion to hierarchy resulting in hierarchy.  See http://www.youtube.com/watch?v=yY-7_uzJL6w",
    "id": 12,
    "name": "Cryptohierarchy",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "Organized primarily by weak ties (\"friends\") grouped into overlapping networks.",
    "id": 7,
    "name": "Overlapping Networks of Weak Ties",
    "updated_at": "2012-07-12T17:49:00Z"
  },
  "genus_type": {
    "created_at": null,
    "description": "Projects that allow participation in science or engineering, such as citizen science, and including medical research",
    "id": 5,
    "name": "Science and/or Engineering",
    "updated_at": "2011-11-29T21:48:40Z"
  },
  "habitat": {
    "created_at": "2012-05-15T22:46:57Z",
    "description": "Operates primarily as a stand-alone application on a suitable mobile device (phone, tablet. May be downloaded via an app store.",
    "id": 10,
    "name": "Mobile",
    "updated_at": "2012-05-15T22:46:57Z"
  },
  "updated_by": {
    "created_at": "2012-04-17T03:52:58Z",
    "email": "rncrooks@ucla.edu",
    "id": 23,
    "updated_at": "2013-07-09T15:08:37Z"
  }
}