{
  "id": 21,
  "name": "Indymedia (IMC)",
  "logo": "/system/assets/26/original/imclogo2.gif?1313184726",
  "thumbnail_100_url": "/system/assets/26/sq100/imclogo2.gif",
  "thumbnail_50_url": "/system/assets/26/sq50/imclogo2.gif",
  "url": "http://www.indymedia.org",
  "foritself": "Yes, it is aware of itself as an OP which avoids institutionalization into an FSE. It is also identified by second order observation as an anti-globalization movement and Internet phenomenon.",
  "brand": "The logo is a simple letter \"I\" transmitting waves. The logo was appropriated by different collectives around the world. Each collective \"localizes\" the logo (adding colors of their flag, adding symbols that identify local and/or national traditions).",
  "fse_name": "While no traditional FSE exists, the organization \"Jam for Justice\" is cited as the entity to whom interested parties should make financial donations.  \r\n\r\nThough Jam for Justice is a Montreal-based organization, the contribution address listed on IMC's international hub is in Seattle, WA.\r\n\r\nhttp://www.jamforjustice.org\r\nhttp://docs.indymedia.org/view/Global/FrequentlyAskedQuestions. Accessed 30 August 2012.",
  "fse_owner_founder": "No FSE.",
  "fse_significant_member": "No FSE.",
  "fse_mission_statement": "While Indymedia consists of a number of internationally dispersed and autonomous Independent Media Centers (IMC), there are currently plans to develop and implement global decision making procedures.\r\n\r\nhttp://docs.indymedia.org/view/Global/FrequentlyAskedQuestions. Accessed 30 September 2012.\r\n",
  "op_name": "Indymedia or Indymedia Centers(IMC)\r\n\r\nThough no FSE is apparent, if one does exist it grew directly from the OP.",
  "op_vip_founders": "Indymedia Seattle (sherry, rabble, micah, jeff)\r\n\r\nThe website itself is careful never to mention any individual founders or leaders.\r\nhttp://seattle.indymedia.org/about-us",
  "op_typical_member": "Independent journalists, FOSS hackers, social movement activists",
  "formation": "Started as an OP.  As stated in FSE name field, evidence of some formal entity exists but it seems to exist solely to accommodate financial contributions toward some kind of centralized financial distribution process being devised by members of the OP.",
  "history": "The first Indymedia collective was organized to cover the protests against the World Trade Organization meeting in 1999 in Seattle. After the event, several Indymedia collectives started to be organized around the globe in order to cover the protests against corporate globalization.\r\n\r\n\"That was around the Democratic Convention in Chicago, and it was kind of the kernel of the idea for the IMC. It was a very small scale. It was a bunch of media activists who were out shooting video and documenting what was going on in the streets that the networks weren't covering. And on and on. Paper Tiger TV, Deep Dish TV, all the activist media over the years that have really supported these struggles and peoples' concerns, but outside of the corporate realm. So all of those -- the groundwork that they had laid over the years really paved the way for the IMC model, which was really tying all of these people all over the country and even internationally together in a network that would be powerful and vibrant and really be like media for the movement sort of thing.\" (Jeff Perlstein interview, available at www.indybay.org/uploads/2007/05/06/perlstein.pdf. Accessed 30 August 2012)",
  "lifespan": "1999 - Present.  Despite the renewed activity of radical social movements globally, Indymedia is either in stasis or becoming endangered.",
  "resource": "News (online and hard copy), News Portal, CMS software, Mailing Lists,  Physical Space for meetings, IRC server (generally not owned by the IMC in question).\r\n\r\nhttp://en.wikipedia.org/wiki/Independent_Media_Center#Servers_seizures. Accessed 30 August 2012.",
  "availability": "\"All original content posted to Indymedia is free for reprint and rebroadcast, on the net and elsewhere, for non-commercial use, unless otherwise noted by author.\"\r\n\r\nhttp://docs.indymedia.org/view/Global/FrequentlyAskedQuestions. Accessed 30 August 2012.",
  "participation": "Each autonomous IMC decides this differently.  Anyone may participate, but conventionally procedural decisions at the international and regional levels are made by working groups composed of active participants.\r\n\r\nhttp://docs.indymedia.org/view/Global/FrequentlyAskedQuestions. Accessed 30 August 2012.\r\n\r\n",
  "tasks": "No, tasks are defined by the collectives.",
  "modularity": "There are several levels of involvement: from sending one piece to be published by the site, to participation in mailing lists (helping with material resources, money, dedicating time for a task) to active engagement, active articulation with other political groups, participation in protests, demonstrations, attending discussion groups and boards to talk about the project, etc.",
  "granularity": "They involve computer/tech work, maintaining the website and editorial work (compose, fix and discuss texts to be published). \"Out-reach\" activities are also promoted.",
  "metrics": "Tasks are mainly divided in tech tasks, editorial tasks and organizational/coordination tasks. ",
  "alliances": "Partnerships are ephemeral and usually respond to an opportunity in a terms of political articulation. Different political groups can contribute to Indymedia sending news to be published in the portal.",
  "clients": "Internet Readers, independent journalists, activists.",
  "sponsors": "Jam for Justice manages donations to the international center.\r\n\r\nDonations from enthusiasts and supporters. Also, the active participants of indymedia collectives donate money. Big charity organizations (Soros Open Society Foundation, Ford Foundation) also offer money. But the more radical collectives refuse the acceptance of money.",
  "elites": "For the local discussions and decision-making processes, older and more experienced militants have more voice and stronger influence over others. Prestige stems from charisma and what is perceived by others as \"real qualities of a revolutionary freedom fighter\". Those with previous experience with anarchist collectives are more influential than others. Also, like in FOSS projects, there is a meritocratic value operating in the judgement of the big men and women in the collective: those who provide the biggest help, are highly valued. Technical collectives are generally set-apart (symbolically) from other members, due to their monopoly over the knowledge of the technical infrastructure of Indymedia projects (they manage website portals, servers, set-up computers and computer labs, etc.).",
  "created_at": null,
  "updated_at": "2012-09-04T20:52:19Z",
  "summary": "Indymedia is a collectively operated network of autonomous media centers spread around the globe.\r\n\r\nThe first Indymedia collective was organized to cover the protests against the World Trade Organization meeting in 1999 in Seattle. After the event, several Indymedia collectives started to be organized around the globe in order to cover the protests against corporate globalization. Indymedia is a completely OP-run entity.\r\n\r\nIndymedia Centers provide news (online and hard copy), portals, CMS software, mailing lists,  physical space for meetings and IRC servers.  However, goal setting and execution of these tasks is highly variable between the autonomous centers.  As such, alliance and sponsorship are also highly variable.\r\n\r\n\r\n",
  "birder_credits": "Luis Felipe R. Murillo. Edited 30 August 2012 by rncrooks@ucla.edu.",
  "tangible_problem": "Yes",
  "tangible_problem_detail": "\"Become the media\"",
  "images": [

  ],
  "fse_org_style": null,
  "op_org_style": {
    "created_at": null,
    "description": "Autogestion is often the decision-making model used in co-operative economic arrangements, such as worker cooperatives, workers' councils, participatory economics, political collectives of various sorts, and similar arrangements where the workplace or the project operates without a boss. Decision making is made by all participants of the project during council meetings and small decisions are made by those implementing them while coordinating with the rest and following more general agreements. Horizontal distribution of political power and autonomy are central to autogestion.",
    "id": 2,
    "name": "Self-managed worker cooperative (Autogestion)",
    "updated_at": "2011-07-22T20:56:23Z"
  },
  "genus_type": {
    "created_at": null,
    "description": "groups organized for social or political change; independent media organizations; hacktivists; advocates and other coalitions.",
    "id": 9,
    "name": "Activist",
    "updated_at": "2011-10-21T21:24:40Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Projects that directly interacts with or depends on the ecology of low-level UNIX-based tools and Internet-based services such as UNIX operating systems, C compilers, source code management systems (SCM), POSIX standard components, internet protocols and services.  ",
    "id": 1,
    "name": "UNIX + Internet",
    "updated_at": null
  },
  "updated_by": {
    "created_at": "2012-04-17T03:52:58Z",
    "email": "rncrooks@ucla.edu",
    "id": 23,
    "updated_at": "2013-07-09T15:08:37Z"
  }
}