{
  "id": 210,
  "name": "Know Your Meme",
  "logo": "/system/assets/210/original/kym0000_thumb.png?1337700359",
  "thumbnail_100_url": "/system/assets/210/sq100/kym0000_thumb.png",
  "thumbnail_50_url": "/system/assets/210/sq50/kym0000_thumb.png",
  "url": "http://knowyourmeme.com/",
  "foritself": "Yes, the project is self-aware. It uses the rhetoric of community and advocates that users join the community by submitting entries in a wiki-like style. ",
  "brand": "The logo is simple and uses a serif font to display the name of the website. It is somewhat reminisicnet of the Facebook logo in its simplicity and use of blue and white. Although the website documents Internet memes and viral phenomena, the brand is positioned as a \"research\" depository that confirms the validity of user submissions and provides case study-like entries for each confirmed submission. ",
  "fse_name": "Know Your Meme was acquired by Cheezburger, Inc. (Also known as Cheezburger Network) which is essentially run by Ben Huh.",
  "fse_owner_founder": "Ben Huh is the CEO. He acquired icanhascheezburger.com in 2007 and has built a web empire consisting of over 53 sites since his initial acquisition. ",
  "fse_significant_member": "The significant members of Cheezburger, Inc. are the following people: \r\n\r\nPearl Chan, CFO\r\nScott Porad, CTO\r\nNeil Patel, Advisor\r\nTodd Sawicki, CRO\r\n\r\nInformation gathered from a Crunch Base profile. Access at: http://www.crunchbase.com/company/pet-holdings-inc\r\n\r\nThe significant members of Know Your Meme include the following people:\r\n\r\nEmily Huh, Editor-in-Chief\r\nBrad Kim, Editor \r\nDon Caldwell, Sr. Reporter\r\nAmanda Brennan, Reporter\r\n\r\nInformation gathered from \"About\" page of Know Your Meme. Access at: http://knowyourmeme.com/about\r\n",
  "fse_mission_statement": "\"We are one of the largest humor publishers on the Internet and where millions of people come every month to get their 5 minutes of happiness. We try to look at the world a little differently, with an open mind and a desire to test new ideas and take risks.\r\n\r\nWe’re serious about making the world a happier place and count a passionate fan base of 24 million people who upload more than 500,000 pictures and videos as well as view 500 million pages and 110 million videos each month.\"\r\n\r\nInformation gathered from Cheezburger, Inc.'s \"About Us\" page. Access at: http://corp.cheezburger.com/about/",
  "op_name": "The community members of Know Your Meme are referred to as \"contributors\" since they contribute memes that are verified or \"deadpooled\" by a series of researchers. The contributors are known by their user names which they create when they sign up for an account. ",
  "op_vip_founders": "Some contributors can apply for editorships and be listed as an editor for an entry. The number of submissions made by each user can be accessed by clicking on their user names. Members are organized into the following rankings:\r\n\r\nResearch Advisor\r\nResident Researcher\r\nSr. Researcher\r\nConversationalist\r\nArchivist\r\nCollector\r\nCommentator\r\nResearcher\r\nGold Member\r\nJr. Researcher\r\nLurker\r\nMember\r\nBrand New Member\r\n\r\nInformation accessed from the Know Your Meme forum: http://knowyourmeme.com/forums/site-related/topics/10335-introducing-new-kym-user-titles\r\n",
  "op_typical_member": "Statistics provided by Alexa.com:\r\n\r\n37.6% of the visitors are from the United States. The majority of visitors are 18-34 year old males without children. \r\n\r\nhttp://www.alexa.com/siteinfo/knowyourmeme.com",
  "formation": "The overall formation can be characterized as OP --> FSE. Initially, Know Your Meme was a limited-run video project of four people (Kenyatta Cheese, Elspeth Rountree, Jamie Wilkinson, and Andrew Baron). As it quickly gained success, it was acquired by Cheezburger, Inc. in 2011 and became an FSE. \r\n\r\n",
  "history": "Below is the history as reported on the website's \"Credits\" page: \r\n\r\n2007 - The Know Your Meme project started in December 2007 as a limited-run video series created by Kenyatta Cheese, Elspeth Rountree, Jamie Wilkinson, and Andrew Baron. After gaining a large following, the series expanded into weekly episodes and ushered in the creation of the Know Your Meme Database.\r\n\r\n2008 - The Know Your Meme Database was built in December 2008 by Jamie Wilkinson and Greg Leuch of Rocketboom's R&D team and is powered by the hard-working members of our community.\r\nThe video series ran from December 2007 through December 2010, with invaluable production support from the Rocketboom Network. Key contributors included Joe Bonacci, Eric Brown, Don Caldwell, Joanne Colan, Patrick Davison, Leah D'Emilio, Bob Geile, Brad Kim, Greg Leuch, Chris Menning, Barry Pousman, and Mike Rugnetta. \r\n\r\n2010- Know Your Meme streamed a one-hour long YouTube Live show in September 2010.\r\n\r\nOverall, from December 2007 to December 2010, the Know Your Meme team wrote and produced over 65 episodes about internet memes.\r\n\r\n2011- In March 2011, the website was acquired by Cheezburger Network.\r\n\r\n\r\nInformation can be accessed at: http://knowyourmeme.com/credits",
  "lifespan": "The Know Your Meme website still exists and has 1,227 confirmed meme entries with more being added daily. Additionally, the website is no longer only a database. Now, the website has a forum, chat, and blog function. ",
  "resource": "Know Your Meme is an Internet meme database. According to the KYM website, the “site researches and documents Internet memes and viral phenomena.”\r\n\r\n“About Know Your Meme.” Retrieved on May 14, 2012 from http://knowyourmeme.com/about.\r\n\r\nThus, the resource it provides is documentation of Internet memes and viral phenomena. The resource is provided for the OP, which is anyone who wants to visit and contribute to the website. \r\n\r\n",
  "availability": "The resource is open for all to use without paying. They do not verify that the content submitted by users is actually owned by them. However, they will remove content if they receive a copyright complaint. \r\n\r\nAccording to Wikipedia, the website has been criticized for commercializing Internet culture because Cheezburger, Inc. does publish books using user-submitted entries and makes profit from the publications that are not returned to the OP. \r\n\r\nInformation can be accessed at http://en.wikipedia.org/wiki/Know_Your_Meme\r\n\r\n",
  "participation": "The goals are mainly set by the FSE. However, the website does solicit advice from the OP. For example, the website recently sent out a \"Know Your Meme Community Survey\" that asked the OP to make suggestions on the content delivery and website design. The survey can be accessed here: http://knowyourmeme.com/blog/behind-the-scenes/know-your-meme-community-survey",
  "tasks": "Submit memes, vote for memes, edit memes, post on the forum, chat, comment on memes, view memes. People can participate by signing up for an account or by submitting memes through an email to the editors. ",
  "modularity": "The tasks are easy to complete. The editing process may be the hardest; however, most tasks can be completed through a few clicks.",
  "granularity": "The largest task a participant can undertake is uploading a meme. The participant has to upload information to the website regarding the meme and provide documentation that the meme exists. The guidelines for meme uploads expect the participant to have undertaken research about the meme before submitting. Equally as large is the editing process of the meme. The meme is edited by \"research staff\" that validates or \"deadpools\" the submitted memes. The smallest tasks including clicking on a \"thumbs up\" button to like a meme, commenting on a meme, or contributing to a forum. ",
  "metrics": "A submitted meme is measured by the number of views and the number of likes it receives. Participants are measured by their participation in forums and the number of memes that they have uploaded. ",
  "alliances": "Know Your Meme is part of the larger Cheezburger Network (Formerly known as Pet Holdings, Inc.) that includes other sites such as I Can Haz Cheezburger?, Fail Blog, Meme Base, and The Daily What.",
  "clients": "Know Your Meme is a project of Cheezburger that provides memes to internet users (participants and viewers) who visit the site to search for memes or for background information about memes. ",
  "sponsors": "Raised 30 million in venture capital from Foundry Group, Madrona Venture Group, Avalon Ventures, and SoftBank Capital in 2011.\r\n\r\nInformation accessed at: http://techcrunch.com/2011/01/17/i-can-has-funding-cheezburger-raises-30m-for-lolcats-fail-blog-and-other-memes/",
  "elites": "Bob Senoff, investor; Eric Nakagawa, co-founder; Ben Huh, charismatic leader. ",
  "created_at": "2012-05-22T15:26:00Z",
  "updated_at": "2012-07-31T03:24:05Z",
  "summary": "Know Your Meme is a site that researches and documents Internet memes and viral phenomena. \r\n\r\nKYM was founded in December of 2007 as a video series by Kenyatta Cheese, Elspeth Rountree, Jamie Wilkinson, and Andrew Baron. In 2008, Jamie Wilkinson and Greg Leuch of Rocketboom incorporated a database to organize the documented memes.The Internet database gained rapid popularity from 2007-2011 and was acquired by the Cheezburger Network in March 2011. Ben Huh, the CEO of Cheezburger, raised $30 million dollars in venture capital for the Cheezburger Network and has used this money to acquire sites like Know Your Meme. Since being acquired by Cheezburger, Know Your Meme exists in a network of other sites owned by the same company, such as FAIL Blog, I Can Haz Cheezburger?, and The Daily What.\r\n\r\nParticipants submit memes to the database and a team of researchers validates and edits the memes. If the team of researchers cannot find enough evidence of a meme on the Internet, they will reject the meme and give it the title of \"deadpool.\" Once a meme is accepted, participants can edit, comment, and like the meme. Participants can also contribute to a forum and discuss the memes in a chat room. \r\n\r\nKnow Your Meme's website boasts of the journalistic credentials of KYM research and reporting, such as mentions in the New York Times, NPR, Wired, The Wall Street Journal, and many news outlets. Know Your Meme has also earned several awards for its research and was named one of the 50 Best Websites by Time magazine, in 2009.\r\n\r\nMenning, Chris, et al. “Rules of the Internet.” Know Your Meme. 2009. Web. 29 Nov 2010.\r\n\r\nWalker, R. (2010). \"When funny goes viral.\" New York Times, July 12, 2010. ",
  "birder_credits": "patricia.garcia@ucla.edu\r\nEdited by rncrooks@ucla.edu, July 2012 \r\nEdited by Stacy Wood, July 2012.\r\n\r\nInterview data for Kenyatta Cheese (Adam Fish collected). ",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "An organization with one leader or decision maker whose authority rests on the consent of the governed and/or his/her charisma.  Other forms of organization may supplement it (hierarchy, meritocracacy,or consensus amongst the staff or participants) but the leader's authority is final and effective.",
    "id": 3,
    "name": "Charismatic Leadership/Benevelont Dictatorship",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "OP framed as user-producers and collaborators",
    "id": 13,
    "name": "Produsers",
    "updated_at": null
  },
  "genus_type": {
    "created_at": "2011-09-23T19:04:33Z",
    "description": "Media making from mainstream to remix to participatory/fan culture.",
    "id": 11,
    "name": "Culture Industry",
    "updated_at": "2011-09-23T19:04:33Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2012-04-09T16:35:57Z",
    "email": "stacyewood@gmail.com",
    "id": 14,
    "updated_at": "2012-11-02T17:02:53Z"
  }
}