{
  "id": 212,
  "name": "Etsy",
  "logo": "/system/assets/213/original/Etsy%20Logo.png?1337708275",
  "thumbnail_100_url": "/system/assets/213/sq100/Etsy%20Logo.png",
  "thumbnail_50_url": "/system/assets/213/sq50/Etsy%20Logo.png",
  "url": "www.etsy.com",
  "foritself": "Yes, community members agree to Etsy’s posting fee and portion of each sale made on the site, while buyers are aware of their  relationship to the seller and the online community.",
  "brand": "The branding is functional and without much design - the logo is simply the name in an orange box.\r\n\r\nFounder Rob Kalin said that he named the site Etsy because he \"wanted a nonsense word because I wanted to build the brand from scratch. I was watching Fellini's 8 ½ and writing down what I was hearing. In Italian, you say 'etsi' a lot. It means 'oh, yes.' And in Latin, it means 'and if.'\"Kalin said that he named the site Etsy because he \"wanted a nonsense word because I wanted to build the brand from scratch. I was watching Fellini's 8 ½ and writing down what I was hearing. In Italian, you say 'etsi' a lot. It means 'oh, yes.' And in Latin, it means 'and if.'\"\r\nhttp://articles.cnn.com/2011-04-22/living/website.name.origins.mf_1_skype-service-etsy-laser-pointer?_s=PM:LIVING",
  "fse_name": "Etsy",
  "fse_owner_founder": "Etys's founders are Robert Kalin, Haim Schoppik and Chris Maguire. Chad Dickerson  is its CEO, and John Allspaw is Senior Vice President of Technical Operations.",
  "fse_significant_member": "Chad Dickerson (CEO), and John Allspaw, Senior Vice President of Technical Operations.",
  "fse_mission_statement": "Our mission is to empower people to change the way the global economy works. We see a world in which very-very small businesses have much-much more sway in shaping the economy, local living economies are thriving everywhere, and people value authorship and provenance as much as price and convenience. We are bringing heart to commerce and making the world more fair, more sustainable, and more fun.\r\nhttp://www.etsy.com/about?ref=ft_about",
  "op_name": "Community Members",
  "op_vip_founders": "N/A",
  "op_typical_member": "There are two types of typical members- buyers and independent crafters, although these roles may overlap often. Crafters are typically individuals or small entrepreneurial companies that make handmade goods and sell them online. Some sellers collect vintage items and sell them online. A typical buyer is enjoys unique items and personal relationships with sellers.\r\n\r\nMost items are sold by women who tend to be college-educated and in their twenties and thirties. Etsy sellers range from hobbyists to professional artists who use the site to make a living.\r\nhttp://www.businessweek.com/stories/2007-06-12/etsy-a-site-for-artisans-takes-offbusinessweek-business-news-stock-market-and-financial-advice\r\nhttp://www.ecommercebytes.com/cab/abu/y208/m11/abu0226/s03",
  "formation": "FSE to OP. ",
  "history": "Etsy was conceived in 2004 in founder Roberk Kalin’s woodshop. Kalin was looking for an online company that could sell his work, when he had an idea of an online community where buyers could buy goods directly from producers. Kalin worked with fellow NYU grads Haim Schoppik and Chris Maguire to launch Etsy by iospace. Since its founding Etsy has launched a number of site improvements allowing the community to search crafters, personalize their profile and . Etsy formally launches in June of 2005. By August of that year, the company has 1018 sellers, 8451 items listed, over $10,000 in sales; to buy every item on Etsy at once a person would have to pay $188,475.17.\r\n(http://etsystatus.com/2005/08/19/a-brief-history-of-etsy/) Etsy passed $1.7 million in sales in May 2007. (http://www.nytimes.com/2007/06/24/fashion/24renegade.html?_r=3&oref=slogin&ref=style&pagewanted=all&oref=slogin). In March 2010, Kalin claimed the company finally became profitable; in December of that year, Etsy said it had seven million registered users and reported $314 million in transactions for the year.\r\nhttp://online.wsj.com/article/SB10001424052702304370304575152133860888958.html?mod=WSJ_hp_editorsPicks\r\nhttp://www.quarterlyretailreview.com/2011/03/etsy-2011-sales-revenue-expected-to-exceed-400-million-sales-grew-74-4-in-2010/\r\n\r\nIn May 2012, Etsy raised $40M in Series F funding, and announced the company had become B Corporation certified.  They are now expanding in international markets, including France, Germany, and Australia.\r\nhttp://betabeat.com/2012/05/with-new-b-corp-certification-etsy-raises-40m-for-international-growth/\r\n",
  "lifespan": "2004 until present. Etsy is alive and thriving. ",
  "resource": "Etsy provides an intimate platform for people to sell and buy certain goods within a fixed-price format. This online marketplace allows independent artisans and crafters to sell their items to customers all over the world. Independent creators set up profiles similar to a storefront in a craft fair format. Buyers visit the home site and search for items according to type, color, or another criteria and purchase vintage and/or uniquely crafted items. Buyer and sellers are able to create profiles based on their interests, specialty, and personality and can communicate directly with potential transaction partners through the tools available on the site. The site also features helpful search options, such as the Geolocator (a giant map of the world allows them to zoom in on specific regions), the Time Machine to see which items were listed when, the Sampler which shows off top-selling items and the sellers behind them, and a Shop by Color function.\r\n\r\nhttp://www.azcentral.com/style/hfe/crafts/articles/2006/08/08/20060808etsy0808.html#ixzz1zsZ2FTn4\r\n",
  "availability": "Anyone over the age of 18 can start a profile to buy or sell. Also, with the exception of Vintage and Supplies, categories on Etsy are for handmade items. Handmade items must be created by the seller operating the Etsy shop, and vintage items must be at least 20 years old. \r\nhttp://www.etsy.com/help/article/483. Also, a list of prohibited items (like alcohol, porn, and live animals) is here: http://www.etsy.com/help/article/483#prohibited\r\n\r\nIn Etsy's privacy policy, they spell out use of customer data: \"We use browser cookies, clear gifs, log files, and flash cookies to help understand how people interact with our site and services, in order to provide a better experience. We use this information to provide and improve our services, and to communicate with you. Etsy will not sell or disclose your personal information to third parties without your explicit consent, except as specified in our Privacy Policy.\r\n\r\nhttp://www.etsy.com/help/article/480\r\n\r\nEtsy does not claim ownership rights in your Content. You grant Etsy a license solely to enable Etsy to use any information or Content you supply Etsy with, so that Etsy is not violating any rights you might have in that Content. You grant Etsy a non-exclusive, worldwide, perpetual, irrevocable, royalty-free, sublicensable (through multiple tiers) right to exercise the copyright, publicity, and database rights (but no other rights) you have in the Content, in any media now known or not currently known, with respect to your Content. You agree to allow Etsy to store or re-format your Content on Etsy and display your Content on Etsy in any way as Etsy chooses. Etsy will only use personal information in accordance with Etsy's Privacy Policy.\r\n\r\nhttp://www.etsy.com/help/article/479",
  "participation": "Etsy was founded to create an online utopia for crafters and artisans, but has since become a very lucrative online marketplace. It is worth over $600 million dollars according to Wall Street Journal. It also has aims to rebuild \"human-scale economies around the world\" by providing a portal through which people can begin their own businesses. Etsy exists to provide a marketplace for small creators that would otherwise not have a place in a marketplace dominated by big box stores and large production models. http://www.etsy.com/about?ref=ft_about\r\n",
  "tasks": "Participations takes several forms, most notably owning a “store” on the site, or completing many purchases from Etsy community members.  ",
  "modularity": "N/A",
  "granularity": "N/A",
  "metrics": "A task would not be considered complete if a buyer or seller do not complete an agreed upon transaction.",
  "alliances": "Etsy is one of the main members of the Handmade Consortium, a 2007 effort to encourage buying handmade holiday gifts.\r\nhttp://www.nytimes.com/2007/12/14/business/worldbusiness/14iht-wbcraft.1.8750587.html",
  "clients": "Clients include both vendors and shoppers.",
  "sponsors": "Investors include Sean Meenan, Spencer and Judson Ain, Union Square Ventures, and founders of Flickr and Delicious.\r\nhttp://www.usv.com/2006/06/etsy-1.php\r\nhttp://en.wikipedia.org/wiki/Etsy\r\n\r\nIn January 2008, Etsy received an additional $27 million in funding from Union Square Ventures, Hubert Burda Media, and Jim Breyer.\r\nhttp://news.cnet.com/8301-13577_3-9861216-36.html",
  "elites": "N/A",
  "created_at": "2012-05-22T17:29:34Z",
  "updated_at": "2012-09-03T22:33:10Z",
  "summary": " As the New York Times put it, Etsy is the ebay of the DIY movement. Founded in Brooklyn in 2005, it has thrived in light of the “crafting” boom. Its online storefront operates in the tradition of open craft fairs, allowing sellers to list their crafts and vintage goods for a fee of $0.20 and 3.5% of every sale. Its site encourages interaction between buyers and sellers and has grown enormously since its launch, with over 7 million members.\r\n\r\nhttp://www.azcentral.com/style/hfe/crafts/articles/2006/08/08/20060808etsy0808.html\r\nhttp://www.nytimes.com/2009/12/17/fashion/17etsy.html?pagewanted=all",
  "birder_credits": "Dalena Hunter\r\nMorgan Currie",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "images": [

  ],
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "An unorganized mass whose only relation to each other is a mutual relationship to a producer. ",
    "id": 9,
    "name": "Consumer Market",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Projects that enable participation in making, remaking or learning how to make things, often for sale.",
    "id": 8,
    "name": "Craft, DIY, Consumer goods",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2011-10-11T04:09:00Z",
    "email": "morganecurrie@gmail.com",
    "id": 7,
    "updated_at": "2013-07-02T22:12:45Z"
  }
}