{
  "id": 214,
  "name": "Mangafox.me",
  "thumbnail_100_url": "/system/assets/215/sq100/mangafox_logo.jpg",
  "thumbnail_50_url": "/system/assets/215/sq50/mangafox_logo.jpg",
  "url": "http://mangafox.me/",
  "foritself": "Yes, the website describes itself as a \"close-knit community\" (http://mangafox.me/).",
  "brand": "Mangafox is a networking platform for the online distributions of manga scanlations—the popular term used to describe amateur translations of Japanese comics. The site positions itself as the online site with “the largest collection of popular manga scans.”  \r\n\r\n",
  "fse_name": " Mangafox.me website does not directly name the legally recognized entity behind the website. However, according to several stat websites and fan forums, Mangafox is owned by Noez Work Inc. (http://dawhois.com/site/mangafox.info.html).\r\n",
  "fse_owner_founder": "Megafox.me does not list the founder or owner. The lack of transparency is more likely due to copyright infringement issues. Several fan forums speculate that the founder is Jacky Yung. (http://www.fakku.net/viewtopic.php?t=72588&start=0)",
  "fse_significant_member": "Very little history on the project can be found online. The majority of the history is speculative and can be located on scanlation forums. Thus, it is hard to determine any FSE significant members. ",
  "fse_mission_statement": "According to its website, “MangaFox is a manga fan site and is a non-profit website dedicated to serving visitors with quality written manga news, reviews, and interviews plus available manga resources.”\r\n\r\nhttp://mangafox.me/disclamer.php\r\n",
  "op_name": "The project is made up of various scanlator groups (e.g. Come Back Scans, Phoenix Scans, Pinoymanga Scans, etc.). The OP consists of both manga readers and scanlators (those who scan and translate manga).",
  "op_vip_founders": " The OP VIPs vary and change. A list of the most recent \"top contributors\" can be found on the homepage of the website (http://mangafox.me/).",
  "op_typical_member": "Self-described “Scanlators”, “Otaku” (i.e. a term of identity used by anime and manga fans), and other manga-themed fan communities.",
  "formation": "Began as and remains an FSE.\r\n",
  "history": "Mangafox launched in 2007 as a Formal Social Enterprise (FSE) under the Noez group. Less than a year after its release, it experienced a sharp rise in both viewing traffic and volunteer contribution.  From its beginnings, the site has benefited greatly from the volunteer efforts of so called “scanlator groups”, or the Organized Public (OP) whose communications comprise the bulk of the site’s contents. By 2008, Mangafox was known among fan groups for its large selection. The OP activity increased in tandem with the site’s then rising popularity. These initial years were the most productive for the site despite the fact that, at that time, other scanlation groups such as Mangashare and OneManga competed with Mangafox with their own newly launched platforms. Mangafox experienced another period of growth and popularity in from 2010 through the beginning of 2012 when it experienced a steep decline in traffic. The FSE, which had always held a very private role in the sites public persona, has increasingly become the target of scorn among former contributors in the OP.   \r\n\r\n(http://www.insidescanlation.com/history/history-3-4.html)",
  "lifespan": "The site currently exists, but it is presently under the threat of possible termination. The site is scheduled to go down on October 8, 2013. The site’s potential extinction could be attributed to a number of factors. For one,   users have expressed serious dissatisfaction with some of the rumored practices allegedly coming from the Noez group (e.g. selling counterfeit anime fan merchandise). On the other side, publishers have been aggressively pursuing illegal online distribution of licensed materials. Many of the popular manga scanlations that are uploaded are taken down with increasing frequency by mainstream publishers and media corporations. Many manga readers have abandoned the site as the negative reputation spread throughout the manga fan blogosphere.  These and other circumstances have greatly increased the likelihood of eventual extinction. \r\n\r\nhttp://munyeen.blogspot.com/2011/11/battle-against-noez.html\r\n\r\nhttp://www.fanaticnetworks.com/forums/topic/7463-the-tale-behind-mangafox/\r\n\r\n",
  "resource": "Mangafox provides amateur translations of Japanese manga for English readers, as well as a platform for fan-based community forums. Mangafox claims to have the largest online manga library, however, such claims should be caveated by persistent removal of titles from its database.  The content is generated primarily by the OP for consumption by the OP with the FSE serving as the host.",
  "availability": "The magna is available to anyone with an internet connection who visits the site. According to its website, “Copyrights and trademarks for the manga, and other promotional materials are held by their respective owners and their use is allowed under the fair use clause of the Copyright Law. © 2012 MangaFox.me.” (http://mangafox.me/terms.php).",
  "participation": "The FSE maintains the goal of profitability (via product sales, advertising revenue), whereas the OP is concerned with the expansion of the availability of chapter translations from (often) unreleased works. ",
  "tasks": "Tasks involve translating print manga from Japanese into English, scanning the images and rekeying the lettering through image editing software. ",
  "modularity": "The level of investment ranges from low, in the case of reading and commenting, to high, in the case of producing and uploading a scanlation. ",
  "granularity": "Granularity depends of the level of the scanalation’s quality. According to Insidescanlation.com, the scanlations can be “High Quality, Medium Quality and Low Quality.”  Further, “LQ scans are either magazine scans or camera shots,” and are associated with poor aesthetic consideration and ultimately disposable. Contrastingly, HQ scans “usually come from tankoubon, Japanese book volume, and are characterized by their cleanliness.” The quality of the scan has a direct effect on the difficulty of the editing process.  In general, LQ scans are considered more difficult to edit than HQ scans. \r\n\r\nhttp://www.insidescanlation.com/backgrounds/terminology.html\r\n",
  "metrics": "Successes are measured, on the hand, by the site’s estimated worth (a popularity measure), and, on the other hand, by the number of available manga chapter scanlations. Also, participants are ranked according to how many scanlations they have contributed to the site. They are publicly ranked on the homepage. (http://mangafox.me/)",
  "alliances": "The site does not publicly list alliances. Again, very little information about how the organization functions is available.",
  "clients": "Manga fans, scanlator groups, reading public",
  "sponsors": "The website receives revenue through advertisers, such as Nokia, Fab.com, and Zulily. ",
  "elites": "The only person who has been associated personally with the website is Jacky Yung who fans have speculated is the owner of the website. ",
  "created_at": "2012-05-23T15:54:14Z",
  "updated_at": "2012-07-12T18:32:40Z",
  "summary": "Mangafox, one of the largest online scanlation platforms, struggles to remain in operation as it faces both internal conflict with scanlators and external controversy from publishers. \r\n\r\nThe platform launched as a Formal Social Enterprise (FSE) under the Noez Work Inc. group back in 2007. Largely through the participatory efforts of its Organized Public (OP), its database rapidly expanded to become among the largest online providers of manga scanlations. The site continued to increase in popularity against its competitors for approximately five years. In the last year, however, the sites prominence has been eclipsed by other scanlation sites like MangaReader.net. The recent decline in the site’s popularity can be traced to two principal factors: 1) Resistance from the OP due to allegations of exploitation from the FSE, and 2) aggressive content removal from major publishers as a consequence of licensing and copyright infringement.\r\n\r\nThe Noez group has been concerned with maintaining the probability of the Mangafox.me platform. Revenue is secured from the providing of online advertising space on their site and the selling of fan related merchandise. The platform provides a network of scanlation document sharing. Scanlations, which apparently began in the 1970s as a way for manga fans to receive materials ahead of official publication, constitute the primary content for the site. Scanlators are not provided formal recognition or financial compensation for their services. This has caused some of its OP contributors to detract and openly resist the site. Similarly, publishers of traditional manga have attributed the decline in manga sales to the rise of scanlations and, hence, target sites like Mangafox as perpetrators of copyright infringement. According to an article in Publishers Weekly, in 2010 “An international coalition of Japanese and American-based manga publishers [Japanese Digital Comic Association] joined together to combat what they call the ‘rampant and growing problem’ of scanlations”; moreover, it also noted that “the group is threatening legal action against 30 scanlation sites” which is likely to have included Mangafox, although this information has yet to be disclosed.  Officially, however, the FSE makes no claims to holding any publication rights for any of the material it releases on it site. \r\n\r\nCalvin Reid, \"U.S. Manga Publishers Unite To Fight Scanlations\". Publisher's Weekly Japanese.Jun 08, 2010. http://www.publishersweekly.com/pw/by-topic/digital/copyright/article/43437-japanese-u-s-manga-publishers-unite-to-fight-scanlations.html\r\n\r\nOther Sources\r\n\r\nJohnson-Woods, Toni. 2010. Manga: an anthology of global and cultural perspectives. New York: Continuum.\r\n\r\nO'Reilly, Daragh, and Finola Kerrigan. 2010. Marketing the arts: a fresh approach. Milton Park, Abingdon, Oxon: Routledge.\r\n\r\nSally, Jennifer.  2011. Straight from the Heart: Gender, Intimacy, and the Cultural Production of Sh?jo Manga. Prough University of Hawaii Press. ",
  "birder_credits": "Jesse R. Erickson\r\nPat Garcia ",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "genus_type": {
    "created_at": "2011-09-23T19:04:33Z",
    "description": "Media making from mainstream to remix to participatory/fan culture.",
    "id": 11,
    "name": "Culture Industry",
    "updated_at": "2011-09-23T19:04:33Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2012-04-22T23:44:57Z",
    "email": "patgarcia83@gmail.com",
    "id": 24,
    "updated_at": "2013-07-09T03:38:55Z"
  }
}