{
  "id": 217,
  "name": "Urban Dictionary ",
  "logo": "/system/assets/218/original/20935v1-max-250x250.png?1337909375",
  "thumbnail_100_url": "/system/assets/218/sq100/20935v1-max-250x250.png",
  "thumbnail_50_url": "/system/assets/218/sq50/20935v1-max-250x250.png",
  "url": "http://www.urbandictionary.com/",
  "foritself": "Yes, participants willingly and knowingly decide to provide dictionary entries. ",
  "brand": "The logo uses a serif font for the word \"urban\" that is not commonly seen on logos. Yet, the font for the word \"dictionary\" is sans serif and is a font that is commonly used in the title of official-type dictionaries. The font of the two words is a juxtaposition that illustrates the project of defining urban slang as official dictionary entries. \r\n\r\nThe slogan is \"Define Your World.\"",
  "fse_name": "Urban Dictionary LLC",
  "fse_owner_founder": "Urban Dictionary was founded by Aaron Peckham in 1999 while he was a student at California Polytechnic State University. ",
  "fse_significant_member": "The site does not list other members of the FSE. It does not have a list of employees. The website is not transparent at all.  After a search of the company profile in CrunchBase, Alexa, and Hoover, I still could not locate the names of any other members of the FSE (beside the repeated mention of Aaron Peckham). ",
  "fse_mission_statement": "The website does not provide a mission statement. However, during an interview with Aaron Peckham, he described the purpose of the website in the following way:\r\n\r\n\"Urban Dictionary is written by the people who use the language – random people on the Internet. Real speakers are the authority on what words mean and when to use them. Reading their opinionated, witty definitions with hilarious examples and creative spelling is the best way to see what a word really means.\"\r\n\r\nhttp://www.calpolynews.calpoly.edu/magazine/Fall-11/hot_shots.html",
  "op_name": "Participants do not have a formal name. They are generically referred to as \"users\" throughout the language of the website. When users register, they are able to create a unique username.",
  "op_vip_founders": "There are no apparent founders or VIPs. In an interview, Aaron Peckham stated the initial contributors to Urban Dictionary were his friends. \r\n\r\n\"For a while, the web server was under my bed! I put up Urban Dictionary posters around campus to spread the word, and my friends wrote a lot of really funny definitions.\"\r\n\r\nhttp://www.calpolynews.calpoly.edu/magazine/Fall-11/hot_shots.html\r\n\r\nClicking on a username will lead you to statistics about how many entries the particular user has submitted but the website does not provide rankings. \r\n",
  "op_typical_member": "Statistics provided by Alexa.com:\r\n\r\n42.3% of users are from the United States\r\n8.1 % of users are from the United Kingdom\r\nThe majority of visitors are 18-34 years old.\r\nThe audience is similar to the general Internet population for both men and women. \r\nThe majority of visitors do not have children. \r\nThe majority of visitors have a college or some college education. \r\n\r\nhttp://www.alexa.com/siteinfo/urbandictionary.com",
  "formation": "OP --> FSE. The website initially formed as a project of Aaron Peckham while he was a freshman computer science major at Cal Poly. Urban Dictionary is now a formal organization, a limited liability company (LLC).",
  "history": "In 1999, Urban Dictionary was created by Aaron Peckham who is still the CEO and Founder. After searching through several company profiles, I could not find information on any acquisitions or changes in leadership. The project seems to be almost entirely in the hands of Aaron Peckham. A company profile listed him as both the administrative and technical contact as well.  \r\n\r\nIn terms of the services offered, Urban Dictionary started as a user-submitted dictionary of slang terms and continues to provide the same service. The only difference is that the number of entries has increased tremendously from 1999-2012. \r\n\r\nThe project has expanded to include published dictionaries that are created from the user-submitted definitions. Below are the citations for the two published books. \r\n\r\nPeckham, Aaron (2005). Urban dictionary: fularious street slang defined. Kansas City, Missouri: Andrews McMeel Publishing, L.L.C.. pp. 320. ISBN 0-7407-5143-3. Retrieved January 25, 2010.\r\n\r\nPeckham, Aaron (2007). Mo' Urban Dictionary: Ridonkulous Street Slang Defined. Kansas City, Missouri: Andrews McMeel Publishing, L.L.C.. pp. 240. ISBN 0-7407-6875-1. Retrieved January 25, 2010.",
  "lifespan": "The project still exists. It has run from 1999 to the present. According to the home page, the website now hosts 6,607,722 definitions since 1999.\r\n\r\nThe project does not seem endangered. The website has been allegedly used by institutions, such as the ATF and the DMV, to determine the definition of slang words in court. \r\n\r\n\"US Federal Agents Had To Check Urban Dictionary To Get An Arrest Warrant\"\r\nhttp://www.gizmodo.com.au/2011/09/us-federal-agents-had-to-check-urban-dictionary-to-get-an-arrest-warrant/\r\n\r\n\"It's not slang! Nev. court permits ‘HOE’\" licensehttp://www.msnbc.msn.com/id/31824686/ns/us_news-weird_news/t/its-not-slang-nev-court-permits-hoe-license/#.T7-pY-z4Jmk\r\n\r\nAdditionally, the project has extended to include published books and a store that includes calendars, t-shirts, mugs, posters and other goods. ",
  "resource": "The resource provided are definitions for slang or words that are not defined in traditional dictionaries. The resource is provided to both the FSE and the OP. The participants submit definitions that can be viewed and voted on by anyone who visits the website. The resources participants provide (slang definitions) are then used by the FSE to publish books and to create merchandise that is sold. ",
  "availability": "The definitions can be viewed by anyone who visits the website. \r\n\r\nAccording to the copyright and ownership page, the participants retain the definitions as their \"sole and exclusive property\" but they must also \"grant the Company an irrevocable, perpetual, worldwide, royalty-free, fully sublicenseable, non-exclusive license to copy, distribute, sell, publicly display...\"\r\n\r\nThus, by posting a definition on the website, participants also agree to allow Urban Dictionary to use and sell their contribution for the company's gain. \r\n\r\nBelow is the exact wording: \r\n\r\n\"Any words, definitions, or other information (collectively, \"Content\") posted on the Website shall remain your sole and exclusive property, and you shall be solely responsible for your Content and the consequences of posting or publishing it.\"\r\n\r\n\"When you post Content on the Website, you agree to grant the Company an irrevocable, perpetual, worldwide, royalty-free, fully sublicenseable, non-exclusive license to copy, distribute, sell, publicly display, publicly perform and make derivative works of your Content on the Website, on services affiliated with the Website and elsewhere (including but not limited to print, video, audio or computer media), regardless of the form of media used or of whether such media or services now exist or are developed in the future. By posting Content to the Website, you hereby represent and warrant that you have the right to post that Content and to grant the foregoing rights to the Company.\"\r\n\r\nhttp://www.urbandictionary.com/tos.php",
  "participation": "Again, there is a big lack of transparency when it comes to information regarding how the website is run. Based on the company profiles and lack of employee information, the goals seem to be set by Aaron Peckham. \r\n\r\nThe website does not have a forum for users to discuss goals or changes to the design or workings of the website either. ",
  "tasks": "Writing definitions - Participants can submit a definition\r\n\r\nEditing Definitions - About 20,000 editors a month read all the new definitions and decide whether they should appear on Urban Dictionary. On average, each editor reviews 20 definitions.\r\nThe editors are self-selected volunteers, like with Wikipedia. \r\n\r\nShare the definition - Participants can share the definition through Facebook, Twitter, or email. \r\n\r\nAdd Video - Participants can add video to accompany a definition. \r\n\r\nVote - Users of the website can vote for a definition by clicking a thumbs up or thumbs down icon. Definitions are ranked by the number of positive thumbs up votes. ",
  "modularity": "The level of investment for the tasks are very easy to accomplish.\r\n\r\nWriting definitions - To write a definition a participant simply clicks on the \"add\" tab and fills out a few text boxes. They do not need an account to post. \r\n\r\nEditing definitions - To edit a definition, a participant clicks on the “Edit” tab and is presented with the most recently submitted definition. They can decide right there if the definition should be published. If a few other editors agree, it will appear on the site the following day. \r\n\r\nVoting, sharing, and adding video are all accomplished by clicking on 1-3 icons. \r\n\r\n",
  "granularity": "The largest task is to submit a definition. This takes the most original and creative work.\r\n\r\nThe second largest task is editing a definition. A user is required to read a definition or watch a video, then decide if it should be accepted into the dictionary. They vote simply by clicking on a link. \r\n\r\nAll other tasks, such as voting and sharing, are very small and require a series of link clicks. ",
  "metrics": "Readers can vote “thumbs up” or “thumbs down” on every definition, and multiple definitions for one word are sorted by popularity.\r\n\r\nDefinitions are accepted based on the review of editors. After approximately 20 edits, the definition is either accepted or denied. ",
  "alliances": "Urban Dictionary does not seem to have alliances. Company profiles at Venture Beat, Crunch Base, and LinkedIn do not list alliances or acquisitions. ",
  "clients": "The project clients include the users and the FSE itself. The FSE provides a platform for the participants to post definitions. In exchange, the FSE is able to profit from the publication of books and the sales of goods that use the definitions. ",
  "sponsors": "The owner of Urban Dictionary is Aaron Peckham. Company profiles at Venture Beat, Crunch Base, and LinkedIn do not list investors. However, the site does attract advertisers who can display advertisements in the form of banners.  ",
  "elites": "Aaron Peckham.",
  "created_at": "2012-05-25T01:29:36Z",
  "updated_at": "2012-07-30T20:59:43Z",
  "summary": "Urban Dictionary is an online dictionary for slang that is composed of user-submitted entries. \r\n\r\nThe website was started in 1999 by Aaron Peckham, who was a Cal Poly student at the time. Urban Dictionary allows participants to add, edit, rate, and supplement definitions. Definitions are ranked by popularity, which is determined by the number of \"thumbs up\" a definition receives. \r\n\r\nThe company is still owned by the founder and has grown to include over 6 million dictionary entries. With its rising popularity, the services have grown to include published books and merchandise.\r\n\r\nIt was difficult to find any financials for the company, Urban Dictionary LLC. The website does not provide an \"about\" page or any page that provides information on the structure of the FSE. Overall, the FSE lacked transparency. \r\n\r\n\r\n\r\nInterview with Aaron Peckham for Cal Poly Magazine: http://www.calpolynews.calpoly.edu/magazine/Fall-11/hot_shots.html\r\n\r\nNew York Time's Article: http://www.nytimes.com/2009/07/05/magazine/05FOB-medium-t.html?_r=1\r\n\r\nTime's 50 Best Websites: http://www.time.com/time/specials/2007/article/0,28804,1809858_1809955_1811527,00.html\r\n\r\n\r\nScholarly Resources:\r\nDamaso, J., and C. Cotter. “UrbanDictionary. Com.” English Today 90 (2007): 19.\r\nhttp://journals.cambridge.org/action/displayFulltext?type=1&fid=1036124&jid=ENG&volumeId=23&issueId=02&aid=1036120",
  "birder_credits": "Pat Garcia, patricia.garcia@ucla.edu",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "Seriously, It's just one guy.  And maybe some help from some friends.",
    "id": 11,
    "name": "Just One Guy.",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "OP framed as user-producers and collaborators",
    "id": 13,
    "name": "Produsers",
    "updated_at": null
  },
  "genus_type": {
    "created_at": "2011-09-23T19:04:33Z",
    "description": "Media making from mainstream to remix to participatory/fan culture.",
    "id": 11,
    "name": "Culture Industry",
    "updated_at": "2011-09-23T19:04:33Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2012-04-22T23:44:57Z",
    "email": "patgarcia83@gmail.com",
    "id": 24,
    "updated_at": "2013-07-09T03:38:55Z"
  }
}