{
  "id": 219,
  "name": "MicroPlace",
  "logo": "/system/assets/220/original/Untitled.jpg?1337966958",
  "thumbnail_100_url": "/system/assets/220/sq100/Untitled.jpg",
  "thumbnail_50_url": "/system/assets/220/sq50/Untitled.jpg",
  "url": "microplace.com",
  "foritself": "Yes. Microplace actively encourages community through a specific community space on its site where one may ask a question, share an opinion, and get answers. It also facilitates a community forum through Facebook and a blog where visitors can read about the impact investments have made. \r\n",
  "brand": "The brand is positioned to attract socially conscious investors of modest means who are interested in supporting enterprising individuals in poor and developing locales around the globe. Small investments (from a first world perspective) can provide considerable resources that will help a recipient finance a small business or capitalize some aspect of their work. Participation is achieved primarily through joining the community of those who have through the efforts of Microplace made a difference in the work lives of individuals around the world. Testimonials to the changes that small loans have made are presented on the site and are used as primary branding elements. ",
  "fse_name": "eBay/PayPal",
  "fse_owner_founder": "Founded by Ken Howery, Max Levchin, Elon Musk, Luke Nosek, Peter Thiel; CEO: Patrick Dupuis. Pierre Omidar is the owner of eBay; Meg Whitman is the CEO of eBay.",
  "fse_significant_member": "Meg Whitman, who was a California gubernatorial candidate in 2010.",
  "fse_mission_statement": "The Future of Shopping is Now: PayPal is creating a better shopping experience from start to finish, no matter what’s being bought, how it’s being paid for, or where it’s being sold. (from: https://www.paypal-media.com/payments/vision)",
  "op_name": "Microplace",
  "op_vip_founders": "Tracey Pettengill Turner \r\n\r\n",
  "op_typical_member": "Members are donors most likely from developed countries who are interested in investing in projects focused on social welfare. According to Turner, \"The goal is to reach the everyday investor.\" (BusinessWeek Oct. 24, 2007 http://www.businessweek.com/technology/content/oct2007/tc20071023_930086.htm?chan=top+news_top+news+index_businessweek+exclusives)\r\n",
  "formation": "Turner graduated in 1993 with a Bachelor's Degree in engineering and economics from Dartmouth. Pettengill Turner initially worked for the US Committee for Refugees in Sudan. Commencing a social entrepreneurship program in 1996, she completed a Masters in Buisness Administration from Stanford, Pettengill Turner moved to Dhaha, to work for the Grameen Bank, pioneering microfinance.\r\n\r\nIn 1998 a classmate of Pettengill Turner's founded 4charity.com, an online marketplace established for college student textbook purchases, initially allowing donations to the Special Olympics. Turner served as its inaugural Chief Executive Officer, and then became Chief Finance Officer of Kick-Start, a non-profit organization that designs and sells products focused on poverty alleviation.\r\n\r\nShe founded MicroPlace as an alternative and socially responsible investment opportunity for individuals to make small investments in microfinance. In 2006, eBay purchased MicroPlace with Pettengill Turner as general manager and director. (Wikipedia) Current Microplace Staffers: Art Stevens (General Manager), Dana Schmidt (Compliance/Legal/Administrative), Giles Cassels (Marketing) \r\n",
  "history": "Microplace was founded by Turner in 2006 and was sold to eBay in June of that year. Ebay launches is new site in October 24, 2007. \r\n",
  "lifespan": "2006-present ",
  "resource": "The resource provided is a means for investors to make small, secured loans to small business owners in poverty stricken regions around the world and be repaid with interest over a period of months/years. \r\n\r\nDonors can engage with a community of lenders with similar interests and track the progress of recipients who use funds to start (or re start) small businesses. \r\n",
  "availability": "Anyone can invest.",
  "participation": "“Portfolios that change the world.” To change the world through large numbers of individuals investing small amounts of money. (from the Microplace site)",
  "tasks": "Click on ‘invest’\r\nSelect your state (CA)\r\nFund an investment (social, financial, geographic choices)\r\nDetermine an amount you wish to invest\r\nWait for return on investment\r\n\r\nIndividuals may also purchase gift cards for friends that can be used for investment purposes on the Microplace site.\r\n",
  "modularity": "Donors may invest as little as $20 and can invest as many times as they wish as long as they have the money to pay for the commitments they make. “There are no limits on the amount you can invest. However, we are required by regulations to make sure that your investment amount is suitable given your financial status and investment objectives.” \r\nhttps://www.microplace.com/help/help_investmentcriteria",
  "granularity": "Like Kiva, as granular as making a PayPal payment",
  "metrics": "The site walks visitors through the process of signing up and selecting investment opportunities based on ones state of residence. One can play around with choice options; however, one must sign up to conduct an actual transaction. This involves providing some personal information (SS#) and financial data (annual income, net worth and tax bracket). Microplace uses this information as follows:\r\n• Operate the MicroPlace site.\r\n• Provide you with information and services you request.\r\n• Customize your experience on the MicroPlace site.\r\n• Communicate with you about your transactions, service updates and other administrative issues.\r\n• Deliver targeted marketing and promotional offers, based on your communications preferences.\r\n• Measure and improve our sites and services.\r\n• Resolve disputes, address complaints and troubleshoot technical problems.\r\n• Analyze site and user behavior and prepare aggregated reports. \r\n• Comply with applicable laws and regulations. \r\n• Compare information for accuracy, and verify it with third-parties\r\n",
  "alliances": "eBay, Microfinance institutions, Paypal, Facebook, NGOs, Mohammed Yunnus, Grameen Bank",
  "clients": "Recipients of the microloans, including women, rural areas, ‘green’ initiatives, ‘fair trade’ initiatives in poverty stricken areas in Africa, Eurasia, Latin America, N, America, Middle East and parts of Asia. ",
  "sponsors": "According to founder Pettengil Turner two of the most significant investors to Microplace were: “Tor Gull of Oikocredit and Shari Berenbach of the Calvert Foundation, who created the first investments listed on MicroPlace. They pioneered the way for everyday Americans to open up our investment wallets and lift people from poverty in a sustainable way.” (Interview with Meghan O’Neill for Planet Green,http://science.howstuffworks.com/environmental/conservation/conservationists/changemaker-tracey-turner.htm). \r\n",
  "elites": "Not known",
  "created_at": "2012-05-25T17:29:18Z",
  "updated_at": "2012-07-12T19:33:10Z",
  "summary": "Microplace provides an alternative choice for small investors who are looking to make a difference in the world. Unlike Kiva that relies on loans, Microplace offers lenders a return on their investments of between 1-5% paid over a period of 1-3 years. This incentive makes Microplace attractive to the ‘everyday investor’ interested in serving global social needs.\r\n\r\n\"MicroPlace (www.microplace.com ), launched in 2007, is a PayPal company with a mission to help finance the fight against global poverty—inspiring individuals to invest in the world’s working poor and use their investment portfolios make a positive difference in the world. By enabling everyday people to use their financial portfolios and earn a return on social investments, a significant source of new funding is made available to give people in poverty the support they need to make their own hard work result in better lives for themselves, their families and their communities. To date, more than 10,000 MicroPlace investors have helped over 400,000 people in 40 countries around the world.\" (from a Microplace press release) \r\n\r\nLike Kiva, Zopa, and Prosper, MicroPlace invites individuals to help fight hunger by investing in start-ups in developing locations around the globe. The OP side of this site encourages participation through branding that uses video testimonials of how investments are helping the poor, etc., but more important ways in which participants become part of a community committed to helping change the world. \r\nMicroPlace’s business model differs from Kiva’s in that investors can request and receive a modest return on their investment.  Other similarities and differences are discussed here: http://www.worldchanging.com/archives/007470.html\r\n",
  "birder_credits": "Credits indicated above",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "genus_type": {
    "created_at": "2011-11-30T05:22:31Z",
    "description": "Focused on volunteerism, fundraising, or cause-related participation",
    "id": 13,
    "name": "Social Entrepreneurialism",
    "updated_at": "2011-11-30T05:22:31Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2011-10-11T04:09:00Z",
    "email": "morganecurrie@gmail.com",
    "id": 7,
    "updated_at": "2013-07-02T22:12:45Z"
  }
}