{
  "id": 22,
  "name": "Current",
  "thumbnail_100_url": "/system/assets/32/sq100/key_art_current_tv.jpg",
  "thumbnail_50_url": "/system/assets/32/sq50/key_art_current_tv.jpg",
  "url": "current.com",
  "foritself": "Yes, Current is an FSE that focuses on creating the conditions for an OP.",
  "brand": "Current is a politically progressive cable and satellite news network. On its website, it emphasizes its independence from corporate media: \r\n\r\n\"Unlike most other cable networks on the dial, we are not owned by one of the large media conglomerates. We are independent and that means we have the freedom to air programming that shines a light where others won’t dare and boldly explores important subjects through intelligent commentary.\"\r\nhttp://current.com/s/faq.htm\r\n",
  "fse_name": "Current Media",
  "fse_owner_founder": "Al Gore and Joel Hyatt",
  "fse_significant_member": "Significant members include Joanna Earl, COO; David Neuman, past president of programming; David Bohrman, present president of programming; Laura Ling, journalist; Keith Olbermann, TV commentator, host Eliot Spitzer in “Viewpoint with Eliot Spitzer”; and Jennifer Granholm (former governor of Michigan), who hosts “The War Room with Jennifer Granholm”\r\n\r\nAdam Fish has interviewed almost 40 present and past employees.\r\n\r\nFrom the website, the following are Current employees:\r\n·  Al Gore, Co-founder & Chairman of the Board \r\n·  Joel Hyatt, Co-founder & Chief Executive Officer \r\n·  David Bohrman, President \r\n·  Paul Hollerbach, Chief Financial Officer \r\n·  Terry Baker, EVP Production \r\n·  David Harleston, EVP Business & Legal Affairs \r\n·  Bill Hartnett, EVP Marketing \r\n·  Shelley Lewis, EVP Programming \r\n·  Ken Ripley, EVP Advertising Sales \r\n·  Laura Nelson, SVP Communications \r\n·  John Sollecito, SVP Cross-Platform Research\r\n",
  "fse_mission_statement": "\"Your World. View.\" Current's unofficial mission statement was \"democratizing television\" now it is \"telling stories not being told.\"",
  "op_name": "The OP could be considered Current TV's ‘community members’. VC2 contributions have been entirely dismantled. ",
  "op_vip_founders": "The 1% of power-users who consistently produced the VC2 content, somewhere between 50 and 200 individuals. ",
  "op_typical_member": "Aspirant documentary or TV journalism producer; concerned citizen.",
  "formation": "FSE-->OP. However, the OP is an outgrowth or digitalization of the citizen video movement that emerged in the 1970s with the so-called price \"democratization\" of video equipment. The digital networking of these video producers reached a critical point in 2005 with the emergence of wide-spectrum broadband and YouTube. Few to none were paying producers so from 2005-2008 Current had a unique resource they offered. ",
  "history": "2005-2008 VC2 program--explicit participation soliciting viewer created TV\r\n2008-2009 Current.com--implicit participation around web news stories submissions\r\n2009-2011 Reality TV\r\n2011-today Progressive political news and commentary\r\n\r\nMore from Wikipedia:\r\n\r\n2004: Gore and Hyatt announced their new network, named INdTV.\r\n2006 – 2007: series of failed partnerships: Yahoo BSkyB, Sky Italia.\r\n2009: The North Korean military detained two American journalists working for Current TV after they allegedly crossed into North Korea from China.\r\nhttp://www.huffingtonpost.com/2009/03/22/laura-ling-euna-lee-detai_n_177725.html; iPod format attempted and ditched for 30 min programming; because of a failed IPO, CEO Joel Hyatt resigned and was replaced by Mark Rosenthal, the former president of MTV Networks, with a plan to reform to more traditional programming.\r\nhttp://www.huffingtonpost.com/lisa-derrick/al-gores-current-tv-lays_b_355248.html\r\nhttp://www.reuters.com/article/2010/06/25/us-algore-idUSTRE65O0HA20100625?pageNumber=2; failed partnerships with CBC.\r\nMay 2010: launched in South Africa for satellite subscribers on the TopTV platform\r\nAug 2011: David Bohrman, the former chief of CNN's Washington bureau, becomes president. Developed a full schedule of news, opinion, and analysis programming from a left-wing progressive perspective.\r\n2011: adds ‘War Room’ to lineup; hired left-leaning anchor Keith Olbermann from MSNBC “Countdown’', then terminated Mr. Olbermann’s contract Current TV is available in 60 million households in the United States; average viewer of Current is 36 years old, with about 28,000 - 47,000 viewers a night. http://mediadecoder.blogs.nytimes.com/2012/01/13/current-tv-finds-a-good-number-within-its-tiny-ratings/?ref=currenttv\r\n",
  "lifespan": "The explicit and implicit forms of citizen participation are endangered or extinct. Economic pressures made such public sphere initiatives not sustainable.",
  "resource": "In the VC2 period Current provided an internet video platform, money, possible access to TV broadcast, and community. Now, Current provides actionable progressive political content.\r\n\r\nThere is still a community platform, though it doesn’t differ much from other online channels that encourage fan participation based on social media. ",
  "availability": "All text, graphics, multimedia content or other material that you see or read on this website and all related code (the \"Materials\"), excepted for Submitted Materials (as defined below), is owned or being used with permission by Current, and may not be used except as provided in these Terms of Use. You may download one copy of the Materials on any single computer for your personal, noncommercial use, provided you keep intact any copyright and other proprietary notices on the Materials and do not modify the Materials in any way. You may not modify, reuse, re-post, or use the Materials for public or commercial purposes, without Current's written permission. Without limiting the forgoing, you agree not to use the Materials for any other use or purpose. You further agree that you will not, and will not attempt to, copy or distribute the Materials, in whole or in part, to any other party unless specifically permitted by Current or otherwise violate the single computer, non-commercial, non-transferable, non-exclusive, limited license, revocable at Current's discretion, granted hereunder. \r\nhttp://current.com/s/terms.htm",
  "participation": "The FSE are the goal setters.\r\n",
  "tasks": "Community members are asked to:\r\n\r\n1. Post and discuss newsworthy articles from around the Web. \r\n2. Help decide what's important by voting articles up or down. \r\n3. Take part in discussion groups\r\n\r\nPost viewer created content. Rather than VC2 these are now viewer created ads for specific brands: ‘Submit a video to an open assignment. If it gets selected for air you could make thousands of dollars and see your work on TV.’ http://current.com/participate/vcam/\r\nhttp://current.com/community/\r\n\r\nThere’s also a series, ‘Bar Karma’, that gives viewers control over the content, including plot twists, costumes, set designs, and product placements.\r\n",
  "modularity": "The OP must videotape and upload videos. It is easy to do but difficult to make money doing it. They can also make comments.\r\n",
  "granularity": "The tasks are not granular. Videos and comments are complete objects.",
  "metrics": "A task is the uploading of a video. There are some metric systems designed by the FSE.",
  "alliances": "Current has had various partnerships for mutual economic and cultural gains namely with Yahoo!, Google, Slamdance, etc. They are \"independent\" so they are not obviously in an alliance with other related FSEs. They are on specific cable and satellite providers however making them aligned within a larger ecosystem. Also, they accept and broadcast commercials, thereby forming partnerships with corporations.",
  "clients": "cable and satellite television providers, commercial product advertisers, investors",
  "sponsors": "Current is financed by Financed by high-tech investors, Democratic party supporters, and venture capitalists. omcast owns a ten percent stake of Current's parent company, Current Media LLC.\r\n\r\nSome of the brands who have invested in Current’s innovative sponsorship models include American Express, AT&T, Ford, Frito-Lay, Hewlett-Packard, Lexus, Mazda, Paramount, Scion, Sony, Samsung and Unilever.\r\nhttp://current.com/s/about.htm\r\n\r\n",
  "elites": "Only FSE managers have access to the FSE. ",
  "created_at": null,
  "updated_at": "2012-09-03T21:24:21Z",
  "summary": "Current began as an FSE-driven user-generated television network and is presently a traditional television network with little of the participatory rhetoric that defined its earlier iteration. It is this transition as well as the conflict between the political economic and cultural studies interpretations of the television network that makes this case important. Current mission was to \"democratize media production\" and thereby increase diverse voices in the hegemonic public sphere. The eventual failure of this mission represents the limit of the political implications of user-generated content. ",
  "birder_credits": "Adam Fish\r\n\r\nOver 30 interviews, some data in this database developed from these interviews and additional participant observation. ",
  "tangible_problem": "",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "An unorganized mass whose only relation to each other is a mutual relationship to a producer. ",
    "id": 9,
    "name": "Consumer Market",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "user contributed news, video, etc.",
    "id": 6,
    "name": "Citizen Journalism",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Any of various projects those primary ecology is moving visual media.",
    "id": 6,
    "name": "Television and Internet Video",
    "updated_at": null
  },
  "updated_by": {
    "created_at": "2011-10-11T04:09:00Z",
    "email": "morganecurrie@gmail.com",
    "id": 7,
    "updated_at": "2013-07-02T22:12:45Z"
  }
}