{
  "id": 220,
  "name": "Libcom",
  "thumbnail_100_url": "/system/assets/221/sq100/Home.png",
  "thumbnail_50_url": "/system/assets/221/sq50/Home.png",
  "url": "http://www.libcom.org",
  "foritself": "Yes. It actively tries to foster community among Libertarian Communists in Britain and around the world through participation in the forums and the submission of content related to global worker and student struggles. ",
  "brand": "The icon of a half-red, half-black star is indicative of the political inclinations of the collective that runs the project. The black portion of the star symbolizes anarchism while the red symbolizes communism, and the equal bisection of the two colours represents the co-existence of anarchist and socialist ideals within the anarcho-syndicalist movement. \r\n(Source: http://en.wikipedia.org/wiki/Anarchist_symbolism#Bisected_flags_and_stars)\r\n",
  "fse_name": "The Libcom Group",
  "fse_owner_founder": "The British-based group includes a number of individuals that use their full names, first names, or aliases. It includes Mike Harman, Fall Back, Joseph Kay, Steven, Ed, Jim Clarke, Gav, Pingtiao, and Ramona. \r\n(Source: http://libcom.org/notes/about/who-are-libcom-group)",
  "fse_significant_member": "N/A",
  "fse_mission_statement": "\"libcom.org is a resource for all people who wish to fight to improve their lives, their communities and their working conditions. We want to discuss, learn from successes and failures of the past and develop strategies to increase the power we, as ordinary people, have over our own lives.\" (Source: http://libcom.org/notes/about)",
  "op_name": "Libcom",
  "op_vip_founders": "N/A",
  "op_typical_member": "Contributors to the site are united by ideology, namely that of libertarian communism and syndicalist variants of anarchism. The libcom group's political orientation is articulated in their own words on their \"about\" page: \r\n\r\n\"We identify primarily with the trends of workers' solidarity, co-operation and struggle throughout history, whether they were self-consciously libertarian communist (such as in the Spanish revolution) or not. We are also influenced by certain specific theoretical and practical traditions, such as anarchist-communism, anarcho-syndicalism, the ultra-left, left communism, libertarian Marxism, council communism and others. We have sympathies with writers and organisations including Karl Marx, Gilles Dauvé, Maurice Brinton, Wildcat Germany, Anarchist Federation, Solidarity Federation, prole.info, Aufheben, Solidarity, the situationists, Spanish CNT and others.\"\r\n(source: http://libcom.org/notes/about)\r\n\r\nWhile centered in the UK, there is a significant proportion of contributors from continental Europe and the Americas, and a growing amount of content related to struggles in Africa. This is representative of the global mindset of the typical user, who is likely to have an aversion towards all forms of nationalism. ",
  "formation": "The libcom group had originally formed through a site called enrager.net, turning into libcom officially in 2005. The OP developed in response to the content put out by the FSE, then eventually had the opportunity to submit its own content starting in 2006. The current rendition of the site features submitted content from the OP interweaved seamlessly with content from the FSE. ",
  "history": "\"A quick rundown of libcom.org's website history.\r\n\r\nSite history\r\nv.4.1 - March 2007 - A major upgrade of the Drupal infrastructure for the site and a new look.\r\nv.4 - Summer 2006 - We went web2.0, the entire site is ported into Drupal giving greater control and interactivity.\r\nv.3 - May 2005 - we renamed the site libcom.org and added new sections (library) as well as updating old content.\r\nv.2 - May 2004 - the re-design, dumping the dull grey and going for a more accessible, easy-read site adding the history section.\r\nv.1 - September 2003 - our public launch, when we adopted a grey/white format and hit the world with our ideas and the project.\r\nv.0 - October 2002 - enrager.net is founded: a personal site hosting a couple of texts and some pictures.\"\r\n(Source: http://libcom.org/library/site-history)\r\n\r\nA recent site redesign was implemented on May 1, 2012 (Source: http://libcom.org/blog/libcomorg-unveils-new-theme-01052012)",
  "lifespan": "The project still exists and is presumably growing in nominal membership, but there appear to be few to no comments on recent articles and blog posts. Forum activity is comparatively more active, particularly in the \"news\" and \"theory\" subsections.",
  "resource": "The site provides news on global social justice struggles, texts on radical history, a digital library with over radical texts in pdf or html format and audio podcasts in mp3 format, web toolkits for workplace and community organising, and a forum for discussion on issues that are relevant to the community (as well as one section for off-topic discussion). ",
  "availability": "All content on libcom.org is open to the public. Content is licensed using Creative Commons. More details below.\r\n\r\n\"Legal and copyright notes on libcom.org:\r\n\r\nGeneral\r\nAll published content residing on libcom.org is for informational purposes only. Libcom.org takes no responsibility for how anyone may use the information found on this website.\r\n\r\nPrivacy\r\nLibcom.org respects our users privacy and will not release any information on users under regular circumstances. We track visits with log files. Libcom.org uses this information only to determine which pages are the most popular and least popular, and to detect any problems with the site. Libcom.org will not pass on any information collected from our users to a third party.\r\n\r\nCopyright\r\nLibcom.org is licensed under a Creative Commons Attribution-NonCommercial-ShareAlike 2.5 License. If you find material published on libcom.org for which you or your organisation owns the copyright and libcom.org is not licensed to publish this material, please contact us with the URL in question and we will remove the content in question.\r\n\r\nForums\r\nMessages posted in the forums represent the views of the respective posters. Libcom.org does not take any responsibility for the contents of message boards posts and cannot be held responsible for the content of any post. Nor are we responsible for any actions or events discussed or advertised on the forums.\r\n\r\nHosted\r\nWebsites hosted on libcom.org and libcom.org.uk are not the responsibility of libcom.org and we do not support or condone the views expressed on these sites.\r\n\r\nThird party links\r\nLibcom.org contains links to many third party sites. Access to any other internet site linked to this web site is at the user's own risk and we not responsible for the accuracy or reliability of any information, data, opinions, advice or statements made on these sites. Libcom.org provides these links merely as a convenience and the inclusion of such links does not imply an endorsement.\"\r\n(Source: http://libcom.org/notes/legal-notes)\r\n\r\n\r\nThe terms of service are as follows:\r\n\"ibcom.org services are currently limited to website hosting. These services may change from time to time and are provided AS IS. You understand and agree that Libcom.org assumes no responsibility for, among other things, any service outages or interruptions, the unavailability of particular features or services, and your inability to access or make use of all or part of our services. Furthermore, you understand and agree that Libcom.org assumes no responsibility for deletion, loss or mis-delivery of information stored or delivered through our services. Libcom.org makes no warranties or guarantees as to the security of any machine or wesite operated or hosted by Libcom.org, nor do we make any warranties or guarantees at all.\r\n\r\nIn consideration for your use of the Libcom.org services you agree to the following conditions:\r\nYou acknowledge and agree to not sell, resell or exploit the use of our services, access to our services or any of the content accessable through our services for any commercial purposes except to use such information or content for the sole purpose of listing our service in a search engine or other service directing users to our site.\r\n\r\nYou also agree not to use our services to:\r\n* harass other people;\r\n* harm or exploit minors;\r\n* impersonate or cause others to believe that you are another person;\r\n* send unsolicited messages; and\r\n* interfere with or disrupt our services, those of our users or any other person or service;\r\n\r\nFurther, you agree to:\r\n* avoid excessive use of our services, including but not limited to network bandwidth, computer system resources;\r\n* be responsible for maintaining the confidentiality of your accounts and passwords;\r\n* be responsible for the actions of any person who uses your account or passwords to gain access to our systems;\r\n* notify us immediately of any unauthorized use of your accounts or any other breach of security at any time with relation to your account(s);\r\n\r\nLibcom.org does not claim ownership of content you upload or otherwise transmit through our servers or networks.\r\n\r\nIf you do not fulfill your obligations under this Agreement, or you solicit others to breach their agreement with Libcom.org, OR FOR ANY OTHER REASON OR NO REASON, at Libcom.org's sole discretion and without limiting its other remedies, Libcom.org may terminate your access to part or all of our services. However, our failure to act with respect to a breach by you or others does not waive our right to act with respect to subsequent or similar breaches.\r\n\r\nNo Warranty\r\nYOU UNDERSTAND AND AGREE THAT WE, AND OUR SUPPLIERS, PROVIDE OUR ONLINE SERVICES \"AS IS\" AND WITHOUT ANY WARRANTY OR CONDITION, EXPRESS, IMPLIED OR STATUTORY. WE AND OUR SUPPLIERS SPECIFICALLY DISCLAIM ANY IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. YOU FURTHER UNDERSTAND AND AGREE THAT WE, AND OUR SUPPLIERS, MAKE NO WARRANTY AS TO THE RELIABILITY, ACCESSIBILITY, ACCURACY, LEGITIMACY OR QUALITY OF THE ONLINE SERVICES OR THE CONTENT AVAILABLE THROUGH THE ONLINE SERVICES. YOU AGREE THAT USE OF THE ONLINE SERVICES AND THEIR CONTENT IS AT YOUR SOLE AND EXCLUSIVE RISK. Some jurisdictions do not allow the disclaimer of implied warranties, so the foregoing disclaimer may not apply to you.\r\n\r\nLiability Limitation\r\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT Libcom.org SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF Libcom.org HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE INABILITY TO USE THE ONLINE SERVICES; (ii) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE ONLINE SERVICES; (iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA; OR (iv) ANY OTHER MATTER RELATING TO THE ONLINE SERVICES. Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitations or exclusions may not apply to you.\r\n\r\nIndemnity\r\nYou agree to indemnify and hold Libcom.org and (as applicable) our parent, subsidiaries, affiliates, officers, directors, agents, volunteers and employees, harmless from any claim or demand, including reasonable legal fees, made by any third party due to or arising out of your breach of this Agreement or your violation of any law or the rights of a third party.\r\n\r\nModification and Termination\r\nYou agree that Libcom.org may amend this Agreement at any time by posting the amended terms on our site at libcom.org/notes. All amendments shall automatically be effective 10 days after they are initially posted on our site. Your use of our services following the effective date of any modifications shall constitute your binding acceptance of those modifications. Furthermore, you agree that this Agreement and all incorporated agreements may be automatically assigned by Libcom.org, in our sole discretion, to a third party in the event of a merger, acquisition or other transfer. This Agreement may not be otherwise amended except by a member of Libcom.org. This agreement was last modified May 5th, 2006.\r\n\r\nYou agree that Libcom.org may terminate your use of any Libcom.org services at any time and for any reason whether you violate this User Agreement or not. You further understand and agree that Libcom.org, at its complete discretion, may remove or alter the services or any of content available through them at any time and for any reason or no reason.\r\n\r\nComplaints\r\nLibcom.org respects the rights of others. If you have a complaint regarding abuse of our services, please contact us. Libcom.org will review the complaint and, at its sole discretion, take action Libcom.org believes to be appropriate.\r\n\r\nGeneral Headings in this Agreement are for reference purposes only and in no way define, limit, construe or describe the scope or extent of such section. This Agreement sets forth the entire and exclusive understanding and agreement between you and Libcom.org with respect to the subject matter hereof. This Agreement supercedes and cancels all previous and contemporaneous agreements, commitments and writings with respect to this subject matter. You agree that if any provision of this Agreement is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced.\"\r\n(Source: http://libcom.org/notes/legal-notes/terms-of-service)",
  "participation": "To use the old radical catchphrase, the purpose of the site appears to be to \"educate, agitate, organise\", as well as to provide news and resources for activists of the anarchist-communist persuasion. The forums also provide a platform wherein participants can work out ideas, debate, seek advice, etc.\r\n\r\nThe FSE has fundamentally set the goals by establishing the parameters of submitted content, but the OP plays an active role in determining the content itself by submitting and discussing their own articles and blog posts. ",
  "tasks": "Users can contribute to the project by posting and tagging articles they've written or writing in their own blogs hosted by the site. The guidelines for article content submission are set by the FSE, indicating a general direction for the site has been set and users are expected to conform to those standards:\r\n\r\n\"\"If you've registered on libcom.org, you can post content to our news. There are particular kinds of articles we want most, and some obviously that we don't so much. But don't worry, if we can't use something on our news page we will look at any other areas of the site where it might be suitable, or we may edit it to make it fit in....\" (Source: http://libcom.org/notes/help-out/content/news-posting-guidelines)\r\n\r\n\"For libcom.org news the main kinds of article we want are as follows, in this order of importance:\r\n\r\n1. Stories and analysis about people taking collective direct action to improve their lives.\r\nExample: Fighting the fare hike in San Francisco \r\n2. Analysis of current events, such as wars, natural disasters and other big mainstream news stories from a class perspective.\r\nExample: Post Office privatisation will be disguised as workers' ownership \r\n3. News about the effects of corporate and government policies on people and the environment.\r\nExample: 12 million trapped in forced labour worldwide\r\n\r\nWhile these are our priorities we will happily publish other news stories provided they fit the aims and ethos of the site with the general exception of the following topics:\r\n\r\nActions: There are many websites for 'activists' to post stories about 'actions' they have taken part in, such as indymedia. We suggest using one of them instead of libcom.\r\nExample: \"Activists blockade Esso station\"\r\n\r\nThe left: Leninist groups are a minor irrelevance in society who do not interest anyone. Unless there are exceptional circumstances, let's not give them any attention they don't warrant.\r\nExample: \"Trotskyist Workers' Alliance split\"\r\n\r\nPromotion: If you would like to advertise an event, group or campaign please use the announcements board on our forums.\" (Source: http://libcom.org/notes/help-out/content/news-posting-guidelines)\r\n\r\nUsers may also participate in the forums and comment on articles written by others.\r\n\r\nMore details on tasks from libcom's \"help out!\" section:\r\n\r\n\"Publicity: Spreading the word about the site, linking to it or to particular section/articles from your own website, blog etc. is always appreciated! Share articles on social networking sites such as Facebook, twitter and social bookmarking sites like digg and stumbleupon. A great way to spread libcom's services and bring people great content is to syndicate content from our site - see our RSS feeds at the bottom of each index.\r\n\r\nWe also encourage people to add links to our content on relevant pages on online discussion forums, newspaper comment sections and editable websites. For instance, libcom.org hosts many historical texts that can be used as evidence citations for assertions made on various Wikipedia pages or listed in the external links sections. We do not encourage spamming, but only relevant placement where it might enrich content or discussions.\r\n\r\nFinancial: This is always useful, as we need money to pay our host, and also pay for advertising like leaflets etc. With our upgrade our hosting costs have increased 20-fold, so donations are especially appreciated. You can donate to us here.\r\n\r\nTechnical: We aren't super geeks. We are always looking for people to help us with technical tasks, or even just advise us on stuff we don't understand. Current projects - making more of the site database driven, setting up our own server, creating a mirror of the site. If you have technological wizardry, please let us know how you can help or ask us for more info.\r\n\r\nMirroring content: Websites can go offline unannounced anytime, so if you can have articles from our site up on yours (with a reference link to us too) then that can help assure that the information will always be available. Also if you would be able to mirror our entire site please contact us\"\r\n\r\nStill more, from the same page:\r\n\"Edit: If you spot any errors on our site, like typos or wrong dates, or if you see an article which could be formatted better or have additional hyperlinks to related texts please edit it. See our guidelines on editing articles. We would also like people to add relevant images to any articles that lack them. Edits then go in to a moderation queue. If you don't feel confident editing directly, post a comment to let us know about the error.\r\n\r\nSubmit content: The more quality information the site holds, the better a resource it is. You can help with the content of the site in two ways – either whenever you have a spare moment or by becoming a regular contributor. We are happy for any and all contributions. However, for interested parties we do have a style guide with information about the main kind of content, focus and tone we are aiming for.\r\n\r\nNews – write, find, edit and submit news regularly to keep it up-to-date and provide a quality resource for libertarian news and analysis. Adopt-a-source - if you help out with, or particularly like one publication or website you can take responsibility for posting all relevant news from it to our site.\r\n\r\nTopics – adopt a feature - if there is a particular topic you are interested in, such as ID Cards, say, we can help set up a feature page and give you access to it to keep it updated\r\n\r\nLibrary – become a libcom librarian! Find obscure or interesting articles, books and documents and make them available to all. We have a wish list of sites we want to archive here, take a quick look and if you have 10 minutes here or there, post an article across.\r\n\r\nAnything else – if you want to help out with any other sections on a regular basis email us and we can sort something out.\r\n\r\nArt and design \r\nIf you have artistic or design skills, and would like to help out with our site, we would love to hear from you. Please send us an e-mail.\" (Source: http://libcom.org/notes/help-out)",
  "modularity": "Modularity is variable depending on the task being performed. For instance, submitting articles to be featured on the site or creating pdfs to be uploaded to the library presumably takes more time, research, and preparation than posting on the forum.\r\n\r\nThere are two tiers for those who would like to submit content: \r\n\"Occasional: We particularly desire articles written from a libertarian class struggle perspective of between 400 and 2,000 words for the news, history and library sections. Have a browse through the section for important ideas which are missing or pages which could be improved on. Please also feel free to write and submit your own news to our news page, post up interesting stories you have found elsewhere, or scan texts which you have access to. For any interesting articles you have which don’t look like they fit anywhere, there’s always our library.\r\n\r\nRegular: If you want to and have the time, you can become one of our contributors. Contributors have access to additional site functions like personal blogs, and can take responsibility for several different areas of the site\" (Source: http://libcom.org/notes/help-out)\r\n\r\nThe range of members who contribute to the forums appears to be wider than those who contribute articles, possibly indicating a lower cost of entry.",
  "granularity": "N/A",
  "metrics": "When an article is submitted for publication on the site or an item is uploaded into the library, that task is completed. Further editing is encouraged if the content is found lacking (all edits are submitted to a moderation queue). ",
  "alliances": "\"We don't have a huge links database of every interesting site in the world because we think there are other services out there providing that. Instead we split our links into two categories - sites which are like ours ('hub sites') and sites which link to us ('friends').\" (Source: http://libcom.org/notes/links.php)\r\n\r\nHub Sites: http://delicious.com/libcom/hub\r\nFriend Sites: http://delicious.com/libcom/friends\r\nAs of the creation of this bird, neither page could be opened. =(\r\n\r\nAside from the links they presumably will have up again, numerous anarchist-communist and otherwise radical left groups use libcom as a platform to distribute written materials, but they have no formal ties with the libcom group itself. ",
  "clients": "N/A",
  "sponsors": "\"The site is maintained and funded entirely by volunteers.\" (Source: http://libcom.org/notes/help-out)",
  "elites": "Users who volunteer to post content on a more regular basis are given access to personal blogs. Participants are allowed this level access by the FSE. ",
  "created_at": "2012-05-27T01:57:49Z",
  "updated_at": "2012-07-06T22:16:17Z",
  "summary": "Libcom.org is a resource for anarcho-communists and radical leftists based out of the UK. News, educational materials on radical history, and organising toolkits are posted up by members of the FSE and OP for use by the public.",
  "birder_credits": "Andrew Newton",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "Any form of democratic organization that relies heavily on rules, voting and procedures for decision making and which acts only with the consent of the majority (defined by procedure).  ",
    "id": 5,
    "name": "Procedural consensus democracy",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "groups organized for social or political change; independent media organizations; hacktivists; advocates and other coalitions.",
    "id": 9,
    "name": "Activist",
    "updated_at": "2011-10-21T21:24:40Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2011-10-11T04:09:00Z",
    "email": "morganecurrie@gmail.com",
    "id": 7,
    "updated_at": "2013-07-02T22:12:45Z"
  }
}