{
  "id": 221,
  "name": "The Strategy Center",
  "logo": "/system/assets/222/original/Screen%20shot%202012-05-26%20at%209.22.56%20PM.png?1338093224",
  "thumbnail_100_url": "/system/assets/222/sq100/Screen%20shot%202012-05-26%20at%209.22.56%20PM.png",
  "thumbnail_50_url": "/system/assets/222/sq50/Screen%20shot%202012-05-26%20at%209.22.56%20PM.png",
  "url": "http://www.thestrategycenter.org/",
  "foritself": "Yes, very much so. It positions itself as a center in which to promote the campaigns/causes it brings under its umbrella of organizing support. ",
  "brand": "The strategy center logo looks like a bulls-eye with an arrow coming from the left and pointing to its center. its colors are brown and yellow on a red background-- the words are in white. The colors could reflect the aim of the organization to be explicitly multi-racial and based in communities of color. ",
  "fse_name": "Labor Community Strategy Center",
  "fse_owner_founder": "Eric Mann, founder and executive director\r\n\r\nDirector of the Strategy Center, a 45-year veteran in anti-war, labor, and environmental organizing (working extensively with Congress of Racial Equality, Students for a Democratic Society, and the United Auto Workers), graduate of Cornell University, author of six books and two films on social movements and organizing theory, including his most recent book, Katrina’s Legacy: White Racism and Black Reconstruction in New Orleans and the Gulf Coast. Eric was lead organizer of the 10 year campaign to Keep GM Van Nuys [auto plant] Open and worked on auto assembly lines for 8 years. In 2001 he was a delegate to the U.N. World Conference Against Racism in Durban, South Africa where he participated in the protests against the U.S. government’s walk out. He returned to South Africa in 2002 as part of a Strategy Center delegation to the World Summit on Sustainable Development in Johannesburg. He is co-host of Voices from the Frontlines radio show. (from: http://www.thestrategycenter.org/about/bio/eric-mann)",
  "fse_significant_member": "Eric Mann -Director\r\nTammy Bang Luu -Associate Director\r\nManuel Criollo -Director of Organizing\r\nLian Hurst Mann -Co-coordinator, National School for Strategic Organizing\r\nBarbara Lott-Holland -Co-Chair, Bus Riders Union\r\nFrancisca Porchas -National Coordinator, Transit Riders for Public Transportation\r\nGeoff Ramsey-Ray -Administrator\r\nDaniel Won-gu Kim -Senior Communications Organizer\r\nKelly Archbold -Office Manager\r\nEsperanza Martinez -Senior Organizer, Bus Riders Union\r\nSunyoung Yang -Senior Organizer, Clean Air Clean Lungs Clean Buses\r\nNicole Eng -Web and graphics designer\r\nPatrisse Cullors -Organizer, Community Rights Campaign\r\nAshley Franklin -Community Rights Organizer\r\nChantal Coudoux -D.C. Policy Advocate, Transit Riders for Public Transportation\r\nEric Romann -Organizer, Bus Riders Union",
  "fse_mission_statement": "The Strategy Center is a Think Tank/Act Tank\r\n\r\nfor regional, national and international movement building, founded in 1989 and based in the 10 million-person world city of Los Angeles. Our campaigns, projects, and publications are rooted in working class communities of color, and address the totality of urban life with a particular focus on civil rights, environmental justice, public health, global warming, and the criminal legal system. We build consciousness, leadership, and organization among those who face discrimination and societal attack--people of color, women, immigrants, workers, LGBT people, youth, all of whom comprise our membership. Linking mass struggles to the need for radical, structural change, we develop campaigns and demands that help build a revitalized world united front that can stop the rising tides of war, racism and imperialism, the ecological crisis and the growing police state. Our work often challenges both major political parties and takes on the organized Right. We fight to win. \r\n\r\n(from http://www.thestrategycenter.org/about)",
  "op_name": "the Bus Riders Union\r\n\r\nThe Strategy Center's literal work to organize the public includes several projects, including the Bus Riders Union (will fill out the fields according to this one, as it is the best aligned to the notion of \"OP,\" best documented, and one of the most active). ",
  "op_vip_founders": "Strategy Center's Transportation Policy Group (persons not specified)",
  "op_typical_member": "\"the Bus Riders Union is a multiracial dynamo of 200 active members, 3,000 dues-paying members, and 50,000 supporters on the buses of L.A.\"\r\n\r\nfrom: http://www.thestrategycenter.org/project/bus-riders-union/about",
  "formation": "The Center was founded in 1989 following a successful United Auto Workers campaign that – with broad community support – delayed for 10 years the closure of a General Motors plant in Van Nuys, a community just north of Los Angeles. The Center went on to tackle clean air issues in Wilmington and other working-class communities in the neighborhoods that surround the L.A. harbor, where concentrations of petrochemical refineries are located.\r\n\r\n(from: http://www.thestrategycenter.org/sites/lcsc.civicactions.net/files/2006%20LCSC%20brochure.pdf)\r\n\r\nFSE -> OP -> FSE",
  "history": "Our work began in the early 1980s keeping the GM Van Nuys auto plant open for 10 years. We then moved in 1990 to Wilmington where we initiated a \"clean up the refineries campaign.\" For the past 12 years, our work has focused on building and expanding the Bus Riders Union-the largest mass transportation membership organization in the United States. The work is built through a 12 person Planning Committee, 200 grassroots leaders, 3,000 dues paying members, 30,000 on-the-bus supporters, and hundreds of thousands of BRU supporters in L.A. County and California. Through the Center's organizing work and litigation we have won over the past 12 years: the retirement of 2,000 dilapidated diesel buses, the purchase of 2500 clean fuel CNG buses, and the creation of upwards of 1,000 green jobs through the hiring of bus drivers, mechanics, and maintenance people-$2.7 billion in funds for public transit.  \r\n\r\nhttp://www.thestrategycenter.org/about",
  "lifespan": "1989 to now. Still very active. ",
  "resource": "The Strategy Center serves as a physical and virtual platform for coordinated, \"grassroots\" political action-- both by spreading information and creating it. The stated mission is to serve the OP, determined ostensibly through interaction between the OP and the FSE. The FSE also provides a mode platform with which to interact with the larger FSEs of the MTA and other governing bodies. \r\n\r\nIt articulates its Left ideology here: http://www.ahoranow.org/ ",
  "availability": "News and events are for public consumption, free of charge online and off. Donations are accepted. ",
  "participation": "The OP can shape the goals of the FSE, but this is also largely controlled/directed by the FSE itself, in particular the vision of Eric Mann, the executive director. An interview with an organizer formerly affiliated with the Strategy Center pointed out that his vision is clearly articulated through the organization's activities-- deriving from a Left ideology. ",
  "tasks": "Tasks can include attending one of the monthly BRU meetings, donating money, calling public representatives, attending a protest, and disseminating information on the BRU central demands, listed here:  \r\n\r\nDemands:\r\n$20 Monthly Bus Pass\r\n50-cent Fare with Free Transfer\r\nDouble the 2,500 Clean Fuel Bus Fleet to 5,000\r\nFreeze Rail Spending\r\nFull Implementation of civil rights Consent Decree\r\n$10 Student Bus Pass Sold at Schools (K-12, College, and Adult School)",
  "modularity": "There are varying levels of investment and involvement across the different projects, ranging from signing petitions to actively organizing in the community. These depend on varying degrees of physical mobility, technological capacity, and financial or time constraints. \r\n\r\nFor example, they the Bus Rider's Union has \"200 active members, 3,000 dues-paying members, and 50,000 supporters.\" \r\n\r\n(from: http://www.thestrategycenter.org/project/bus-riders-union/about)",
  "granularity": "Granularity corresponds to modularity here. \r\n\r\nThere are varying levels of investment and involvement across the different projects, ranging from signing petitions to actively organizing in the community. \r\n\r\nFor example, the Bus Rider's Union has \"200 active members, 3,000 dues-paying members, and 50,000 supporters.\" \r\n\r\n(from: http://www.thestrategycenter.org/project/bus-riders-union/about)]",
  "metrics": "The demands are fairly concrete, as are aims of corresponding awareness-raising and legislative/bureaucratic campaigns. \r\n\r\nDemands\r\n$20 Monthly Bus Pass\r\n50-cent Fare with Free Transfer\r\nDouble the 2,500 Clean Fuel Bus Fleet to 5,000\r\nFreeze Rail Spending\r\nFull Implementation of civil rights Consent Decree\r\n$10 Student Bus Pass Sold at Schools (K-12, College, and Adult School)",
  "alliances": "It has its own publication: http://www.ahoranow.org/\r\n\r\nUS Social Forum: http://www.ussf2010.org/\r\n\r\nUnited Auto Workers\r\n\r\nKPFK\r\n\r\nSouthern Christian Leadership Conference\r\n\r\nKorean Immigrant Workers Advocates",
  "clients": "n/a",
  "sponsors": "The Bauman Foundation\r\nhttp://www.baumanfoundation.org/grantee/27\r\n\r\nBuild Bartlesville\r\nhttp://www.buildbartlesville.info/\r\n\r\nJohn Merck Foundation\r\n\r\nLiberty Hill\r\nhttp://www.libertyhill.org/page.aspx?pid=579\r\n\r\nMarguerite Casey Foundation\r\nhttp://caseygrants.org/grantees/labor-community-strategy-center/",
  "elites": "Executive Director Eric Mann\r\n\r\nOn the Strategy Center: \"Well, it's like Eric's thing, I think.\"",
  "created_at": "2012-05-27T04:33:44Z",
  "updated_at": "2012-07-06T22:05:14Z",
  "summary": "The Strategy Center functions like a social movement union of sorts, directed through the funded organizing body into campaigns such as the Bus Riders Union. The Strategy Center has been written up in mainstream, online, and academic press, particularly in Left/left-leaning resources. \r\n\r\nhttp://scholar.google.com/scholar?q=%22the+strategy+center%22+los+angeles&btnG=&hl=en&as_sdt=0%2C5\r\n\r\nFrom its website: \"The Strategy Center is a Think Tank/Act Tank for regional, national and international movement building, founded in 1989 and based in the 10 million-person world city of Los Angeles. Our campaigns, projects, and publications are rooted in working class communities of color, and address the totality of urban life with a particular focus on civil rights, environmental justice, public health, global warming, and the criminal legal system. We build consciousness, leadership, and organization among those who face discrimination and societal attack--people of color, women, immigrants, workers, LGBT people, youth, all of whom comprise our membership. Linking mass struggles to the need for radical, structural change, we develop campaigns and demands that help build a revitalized world united front that can stop the rising tides of war, racism and imperialism, the ecological crisis and the growing police state. Our work often challenges both major political parties and takes on the organized Right.\"\r\nhttp://www.thestrategycenter.org/about",
  "birder_credits": "KT Bender",
  "tangible_problem": "Yes",
  "tangible_problem_detail": "See 'Task Metrics'",
  "images": [
    {
      "url": "/system/assets/223/original/LCSC%20about%20page%20image2.jpg?1338093290"
    },
    {
      "url": "/system/assets/224/original/LCSC%20about%20page%20image1.jpg?1338093313"
    },
    {
      "url": "/system/assets/225/original/CTYHALL.jpg?1338109194"
    }
  ],
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "genus_type": {
    "created_at": null,
    "description": "groups organized for social or political change; independent media organizations; hacktivists; advocates and other coalitions.",
    "id": 9,
    "name": "Activist",
    "updated_at": "2011-10-21T21:24:40Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2011-10-11T04:09:00Z",
    "email": "morganecurrie@gmail.com",
    "id": 7,
    "updated_at": "2013-07-02T22:12:45Z"
  }
}