{
  "id": 222,
  "name": "Hypercities",
  "logo": "/system/assets/227/original/hypercities%20logo.png?1338266926",
  "thumbnail_100_url": "/system/assets/227/sq100/hypercities%20logo.png",
  "thumbnail_50_url": "/system/assets/227/sq50/hypercities%20logo.png",
  "url": "http://hypercities.com/",
  "foritself": "Not really, no. Users of Hypercities are mostly scholars who need a web-oriented platform for publishing and exploring large amounts of temporal and spatial data. That is, they are primarily interested in solving their own immediate research needs, rather than participating in a larger research community. Further, the platform itself does not emphasize the other users of hypercities or promote a sense of community for those involved.",
  "brand": "Hypercities is not a strongly-branded entity. The project's logo (a pair of layered, slightly askew, concentric bands) is a visual metaphor for the stratified temporal and spatial data which users can explore through the platform. The same logo is repeated throughout the project website, which is generic and blog-like. The minimal branding is not surprising considering hypercities' academic orientation – in some ways it is intentional. As the website states: \r\n\r\n\"The HyperCities team is sensitive to rights, ownership, and branding in the digital age... Though the HyperCities brand appears at the top of the map engine, content provided by partner institutions is clearly labeled with the partner’s choice of imagery and access restrictions.\" (http://hypercities.com/getting-involved/institutional-collaboration/, retrieved July 30, 2012). By under-stating the hypercities platform, the project hopes to attract greater participation from partner institutions and researchers.\r\n\r\n",
  "fse_name": "Hypercities does not have an formal/official existence (it is not incorporated) other than as a grant-funded project and collaboration between the following pa\r\n\r\n\r\n(http://hypercities.com/about/team/, retrieved July 30, 2012)",
  "fse_owner_founder": "Todd Presner, Director (Germanic Languages, Comparative Literature, and Digital Humanities, UCLA)\r\n\r\nDean Abernathy, Peru Studio (Orange Coast College)\r\nMike Blockstein, Public Matters (Los Angeles)\r\nReanne Estrada, Public Matters (Los Angeles)\r\nPhilip Ethington (History and Political Science, University of Southern California)\r\nDiane Favro (Architecture and Urban Design, UCLA)\r\nChris Johanson (Classics and Digital Humanities, UCLA)\r\nYoh Kawano, Technical Lead (Academic Technology Services, UCLA)\r\nJames Lee, Senior Programmer (Computer Science, UCLA)\r\nJohn Maciuika (Fine and Performing Arts, City University of New York—Baruch College and CUNY Graduate Center)\r\nJanice Reiff (History and Statistics, UCLA)\r\nDavid Shepard, HyperCities technical lead and project manager (English, UCLA)\r\nAqui Soriano-Versoza, Pilipino Workers’ Center (Los Angeles)\r\nJay Tung, Senior Programmer (Computer Science, UCLA)\r\n\r\n(http://hypercities.com/about/team/, retrieved July 30, 2012)",
  "fse_significant_member": "Todd Presner.",
  "fse_mission_statement": "\"HyperCities is a collaborative research and educational platform for traveling back in time to explore the historical layers of city spaces in an interactive, hypermedia environment.\" (http://hypercities.com/, retrieved July 30, 2012)\r\n",
  "op_name": "The OP is not referred to in definite terms, except as \"users\" of hypercities.",
  "op_vip_founders": "N/A",
  "op_typical_member": "Hypercities claims to be used by a wide and varied public, but it seems that scholars are its dominant users. \r\n\r\n\"The pilot version of HyperCities has already been used by thousands of students, teachers, community groups, activists, and members of the public-at-large interested in exploring, creating, interpreting, and sharing the history of city spaces.\"  \r\n(http://hypercities.com/education/, Retrieved July 30, 2012)\r\n\r\n\"We are looking for individuals, universities, community partners, and cultural institutions such as museums and libraries which want to contribute to the ever-growing repository of digital information related to the cultural, social, and urban history of city spaces.\"\r\n(http://hypercities.com/getting-involved/, Retrieved July 30, 2012)",
  "formation": "FSE -> OP",
  "history": "Ironically, the history page of the Hypercities website is \"under construction\" as of July 2012. Todd Presner and Reiff have, however, recounted the origins of the project in respective publications. \r\n\r\nPresner writes: \" Beginning in 2002-03 with a Flash-based, mapping textbook called 'Hypermedia Berlin,' the first version of the project used manually geo-referenced historical maps of Berlin tied to hundreds of 'hot spots' throughout the city to present a web-based environment for students to explore some of the urban and cultural layers of Berlin's history. While the humanistic impulses for the project were well-articulated (deriving from Walter Benjamin's meditations on creating a montage of Paris in his famous Arcades Project), the participatory dimensions of the software were actually quite limited since it was essentially a closed system using a closed database. In 2005-06, Google released its Map Application Programming Interface (API) and, shortly afterward, the project received one of the first 'digital media and learning' prizes awarded by the MacArthur Foundation/HASTAC. This support allowed us to significantly expand the scope of the project by facilitating new community collaborations and developing new interactive, educational components that made use of community mapping, visualization, and story-telling through time and place.\"\r\n\r\n(Todd Presner, “HyperCities: A Case Study for the Future of Scholarly Publishing,” The Shape of Things to Come, ed. Jerome McGann (Houston: Rice University Press, 2010), 251-71.)\r\n\r\nJanice Reiff writes:\r\n\r\n\"Having learned much about mapping both physical and conceptual space during the encyclopedia [of Chicago] project, I turned to two Los Angeles colleagues who had already done significant work on urban mapping to help me think about how to do the same in the class: Philip J. Ethington at USC and Todd Presner at UCLA. Phil was deep in a massive project on L.A. and its spaces and Todd had developed an impressive Berlin-based project (Hypermedia Berlin: www.berlin.ucla.edu) that combined historical maps and Google’s API into a fascinating digital teaching platform that allowed users to organize and retrieve information that could not be presented or represented on those maps alone.\r\n    Our early conversations quickly evolved into a grant proposal to develop Hypercities—a rethinking of Hypermedia Berlin that would include historic maps of urban areas from all over the world, and important new functionalities for constructing narratives as well as locating objects in both space and time on those maps. Drawing on the expertise of UCLA and University of Virginia colleagues in archeology, classics, and architecture, the proposal for Hypercities included considerations of three dimensional representations of space. Library partners at USC and UCLA contributed design specifications for bringing objects coded for time and place into the digital spaces of Hypercities. Community partners at Public Matters and the Pilipino Workers’ Center and the design team at Remap LA in UCLA’s School of Theater, Film, and Television provided the opportunity to test the possibilities of Hypercities in public venues and on a variety of digital platforms. Finally, the wizards at UCLA’s Academic Technology Services and the Center for Digital Humanities made sure our imaginations were kept in check by digital realities.\r\n    We submitted a proposal to the HASTAC/MacArthur Digital Media and Learning Competition, who saw possibilities in it and awarded us funding to work on Hypercities. Work is still underway, but an early version of Hypercities is available on the web at www.hypercities.com and demonstrates some of the basic functionality of the platform. What is not yet publicly accessible (but will be soon) is the ability to construct those narratives and connect them to the spaces visible on those historical maps. When it is, it should be possible for almost anyone to bring together the spatial and the conceptual analysis of cities that the encyclopedia team could only tentatively attempt when we tried to bring the scholarship behind the print maps to the reader in the online version’s 'rich maps.'\"\r\n\r\n(Janice Reiff, “Two Ideas, Two Cities, Two Projects: A Digital Urban World.” Perspectives on History. May 2009. American Historical Association.  15 June 2009.)",
  "lifespan": "This project still exists, but does not seem to be as promoted or updated as it was through the end of 2011. ",
  "resource": "It is a service, a technical platform. \r\n\r\nScholars/academics are the central audience, along with nonprofits. ",
  "availability": "Anyone can access the hypercities project, but it takes a fair degree of computer literacy to access the information or to add new data to the project. There are step-by-step instructions for this process. ",
  "participation": "Members of the FSE and OP are able to use the project as a tool for their own goals; it is used to aggregate and organize information in ways to make it more legible. \r\n\r\nThe FSE states: \"By connecting digital archives, maps, and stories with the physical world, HyperCities aims to become the first media platform for supporting the revolution of Web 3.0, the birth of the geo-temporal human web.\" http://hypercities.com/about/\r\n\r\nIndividual goal:\r\n\"My ultimate goal is to combine the two ideas and two projects in the two cities that have so shaped my questions about cities more generally. I envision team-teaching a course on Los Angeles and Chicago in which students located in both cities explore their conceived, perceived, and imagined spaces sharing a digital platform like Hypercities. My own writing about those questions will almost certainly also take greater advantage of these digital and hybrid environments that nearly 40 years ago seemed unrelated and even unimaginable.\"\r\nJanice Reiff, “Two Ideas, Two Cities, Two Projects: A Digital Urban World.” Perspectives on History. May 2009. American Historical Association.  15 June 2009.",
  "tasks": "In addition to exploring the data that has already been contributed to Hypercities, the website explains several ways of engaging with the platform: \r\n\r\n\"1. Individual media items can be either uploaded or linked directly to the HyperCities site at the relevant time/place coordinates. This is the easiest way for individual users to contribute to the HyperCities platform and curate their own objects, groups, and navigation routes.\r\n\r\n2. Archival collections with geo- and temporally-referenced media objects can share their assets with HyperCities users by exposing their objects through our web-services.  A separate technical requirements document describes the implementation procedures.  Once the web service is activated, users will encounter media objects (identified by archive and owner) as they browse a given city and drill-down through time. This allows for a rich contextualization of media, facilitating discovery and associative learning.\r\n\r\n3. We are interested in digitizing, geo-referencing, and tiling historical maps of cities.  As historical documents, maps are notoriously difficult to study because of their size and fragility; yet they are one of the most revealing and useful sources for understanding the history of city spaces, not least of all urban planning, neighborhood composition, and demographics.  HyperCities has streamlined the technical process to make historical maps available to the public and integrate them into the hypermedia platform.  After digitizing and geo-referencing the maps, we employ an automatic tile-generator to create map tiles at more than 15 zoom levels, with the most zoomed in levels generated on the fly.  Using an innovative interface and geo-temporal database built around the Google Maps API, data sets, 2D and 3D objects, and various media items can then be overlaid on the historical maps.  All maps and media objects are fully documented with exportable meta-data.\r\n\r\n4. Collaborative City Partnerships and Grant Opportunities: If your institution is interested in pursuing a longer-term collaboration with HyperCities–such as a large-scale, city-based research and learning project, please tell us more about your project by filling out the Proposed Project Collaboration Form.  Our team regularly reviews and responds to all requests.\"\r\n\r\n(http://hypercities.com/getting-involved/ , Retrieved July 30, 2012)",
  "modularity": "The modularity of the tasks (outlined above) is wide ranging. One can simply browse the data that has already been contributed, or upload and curate their own collections, which may vary in size and complexity.",
  "granularity": "The basic levels are (A) interacting with existing maps and data, and (B) uploading new data.  ",
  "metrics": "It is up the to the participant to determine the success of a task, based on his or her own criteria. For example, when the data is uploaded and curated to the satisfaction of the user, then it is complete.",
  "alliances": "None, other than the FSE collaborators defined above. \r\n\r\n\r\nUniversity of California Los Angeles\r\nUniversity of Southern California\r\nThe City University of New York (CUNY) and CUNY-Baruch College\r\nPilipino Workers’ Center\r\nPublic Matters, Los Angeles\r\n",
  "clients": "PDUB Productions: A Youth Media + Civic Engagement Program in Historic Filipinotown is an innovative project, and perhaps the most dynamic collaborative project on the platform. \r\n\r\n(http://hypercities.com/pdub/about/, retrieved July 30, 2012)",
  "sponsors": "Haynes Foundation for “Mapping Los Angeles Research Online with HyperCities: An Open Access, Publishing, and Collaboration Platform” (2010-11)\r\nGoogle Digital Humanities Grant for “HyperCities Geo-Scribe” (2010-11)\r\nW.M. Keck Foundation, Partnership with the UCLA Program in Digital Cultural Mapping (2009-11).\r\nMacArthur Foundation/HASTAC, “Digital Media and Learning” Prize (2008-09).\r\nUCLA Academic Technology Services/Institute for Digital Research and Education (2008-present)\r\nUCLA Office of Instructional Development (2008-09)\r\nThe City University of New York (CUNY) and CUNY-Baruch College (2007-09)\r\nUCLA Arts Forum (2007-08)\r\nAmerican Council of Learned Societies (2007-08)\r\nUCLA Academic Senate (2005-09)\r\nUCLA Center for Digital Humanities (2005-08)\r\nStanford Humanities Laboratory (2001-03)\r\n\r\n(http://hypercities.com/about/sponsors/, Retrieved July 30, 2012)",
  "elites": "Todd Presner is the most openly associated with this project. \r\n\r\n(Also see FSE members, above)",
  "created_at": "2012-05-29T04:28:15Z",
  "updated_at": "2012-07-31T19:45:07Z",
  "summary": "",
  "birder_credits": "KT Bender\r\nRevised by Seth Erickson, July 2012",
  "tangible_problem": "Yes",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Educational platforms and projects based on the Internet",
    "id": 4,
    "name": "Education",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2011-07-22T19:07:49Z",
    "email": "sr.erickson@gmail.com",
    "id": 1,
    "updated_at": "2013-10-31T22:33:51Z"
  }
}