{
  "id": 224,
  "name": "Wordpress",
  "logo": "/system/assets/265/original/wordpress-logo-stacked-rgb.png?1343479619",
  "thumbnail_100_url": "/system/assets/265/sq100/wordpress-logo-stacked-rgb.png",
  "thumbnail_50_url": "/system/assets/265/sq50/wordpress-logo-stacked-rgb.png",
  "url": "http://wordpress.org/",
  "foritself": "Only a handful of wordpress users are also developers of the wordpress releases, or designers of themes and widgets. Many OP simply use the blog as a platform. There are also blogging communities, often visible through networks linked through blogrolls.",
  "brand": "The brand's minimal logo is fitting for a service that encourages customization and promotes itself as a scaffold for user-designed interfaces, based on customized or template-based 'themes'. The wordpress.org homepage presents various featured blogs in a modular block style that Wordpress itself innovated and that has become a common template on many of its users own blogsites. The 'W' logo suggests classic typeface - an encouragement for writers.",
  "fse_name": "Wordpress Foundation, the non-profit that promotes Wordpress open source development and manages its trademark (http://wordpressfoundation.org/).\r\n\r\n\r\n\r\n",
  "fse_owner_founder": "Matt Mullenweg is the founder of the Wordpress Foundation. He and Mike Little were cofounders of the Wordpress.org project. \r\n",
  "fse_significant_member": "The core contributing developers include Ryan Boren, Mark Jaquith, Matt Mullenweg, Andrew Ozz, Peter Westwood and Andrew Nacin. (http://wordpress.org/about/)\r\n\r\nWordPress is also developed by its community, including WP testers, a group of volunteers who test each release. They have early access to nightly builds, beta versions and release candidates. Errors are documented in a special mailing list, or the project's Trac tool.\r\n\r\nThough largely developed by the community surrounding it, WordPress is closely associated with Automattic, the company founded by Matt Mullenweg. On September 9, 2010, Automattic handed the WordPress trademark to the newly-created WordPress Foundation, which is an umbrella organization supporting WordPress.org (including the software and archives for plugins and themes), bbPress and BuddyPress.\r\n\r\nAutomattic's employees include Matthew Mullenweg and Ryan Boren, two of the primary developers of WordPress. Matt Mullenweg is its Founder and president, Toni Schneider is its CEO, and Ryan Boren is its Lead Developer.\r\n\r\nFrom http://wordpress.org/about/:\r\n\r\nLead Developers:\r\n\r\n    Ryan Boren\r\n    Bug Whisperer\r\n    Mark Jaquith\r\n    Director of Whitespace\r\n    Matt Mullenweg\r\n    Head of Bug Creation\r\n    Andrew Nacin\r\n    Entomologist in Residence\r\n    Andrew Ozz\r\n    Tiny Manly Code Editor (MCE)\r\n    Peter Westwood\r\n    Title Rebuilding\r\n\r\nDesign\r\n\r\n    Ben Dunkle\r\n    Matt Thomas\r\n    Jane Wells\r\n\r\nContributing Developers\r\n\r\n    Michael Adams\r\n    Nikolay Bachiyski\r\n    Jon Cave\r\n    Dion Hulse\r\n    Daryl Koopersmith\r\n    Joseph Scott\r\n    Andy Skelton\r\n    Samuel Wood\r\n\r\nDocumentation and Support\r\n\r\n    Mark Riley\r\n    Lorelle\r\n\r\nDeveloper Emeriti\r\n\r\n    Robin Adrianse\r\n    Dougal Campbell\r\n    Donncha O Caoimh\r\n    Robert Deaton\r\n    David House\r\n    Alex King\r\n    Mike Little\r\n    (co-founding dev)\r\n    Michel Valdrighi\r\n    (original b2 author)\r\n    Owen Winkler\r\n\r\nAlso…\r\n\r\n    Michael Heilemann\r\n    Matthew Paul Thomas\r\n    Ulf Harnhammar\r\n    Brian Meidell\r\n",
  "fse_mission_statement": "The WordPress Foundation is a charitable organization founded by Matt Mullenweg to further the mission of the WordPress open source project: to democratize publishing through Open Source, GPL software.\r\n\r\nThe point of the foundation is to ensure free access, in perpetuity, to the software projects we support. People and businesses may come and go, so it is important to ensure that the source code for these projects will survive beyond the current contributor base, that we may create a stable platform for web publishing for generations to come. As part of this mission, the Foundation will be responsible for protecting the WordPress, WordCamp, and related trademarks. A 501(c)3 non-profit organization, the WordPress Foundation will also pursue a charter to educate the public about WordPress and related open source software.\r\n\r\nhttp://wordpressfoundation.org/",
  "op_name": "Wordpress.org (and Wordpress.com) bloggers and open source developers",
  "op_vip_founders": "See FSE Founders/VIPs\r\n\r\nFor notable users of Wordpress.com, go here: http://en.wordpress.com/notable-users/\r\n(includes Boingboing, NYT, Laughing Squid, CNN, Katy Perry, Arcade Fire, Jay-Z, TechCrunch, Ebay, Sony, and GM)",
  "op_typical_member": "There is no typical member. Prior to wordpress.com, users would likely be more advanced in technical skills and also interested in open source publishing software. \r\n\r\n",
  "formation": "OP --> FSE  --> FSE. The project was a fork of b2/cafelog. It didn't formalize until 2005, when Matthew Mullenweg and Ryan Boren started Automattic, a company that ran WordPress.com. ",
  "history": "Wordpress was first released on May 27, 2003, by founders Matt Mullenweg[1] and Mike Little[8] as a fork of b2/cafelog. As of December 2011, version 3.0 had been downloaded over 65 million times.[9]\r\n\r\nBy October, 2009, the 2009 Open Source content management system Market Share Report reached the conclusion that WordPress enjoyed the greatest brand strength of any open source content management systems.\r\n\r\nAs of December 2011, version 3.0 had been downloaded over 65 million times.[9]\r\n\r\nhttp://en.wikipedia.org/wiki/WordPress\r\n\r\nFrom its website (http://codex.wordpress.org/History)\r\n\r\nWordPress was born out of a desire for an elegant, well-architectured personal publishing system built on PHP and MySQL and licensed under the GPL. It is the official successor of b2/cafelog. WordPress is modern software, but its roots and development go back to 2001.  \r\n\r\n2001 - b2 cafelog launched by Michel Valdrighi.\r\n\r\n2003 - Matt Mullenweg and Mike Little fork b2 and create WordPress.\r\n\r\n2004 - Plugins are introduced with Version 1.2 (Mingus).\r\n\r\n2005 - Theme system and static pages are introduced with Version 1.5 (Strayhorn), followed by persistent caching, a new user role system, and a new backend UI in Version 2.0 (Duke).\r\n\r\n2007 - A new UI, autosave, spell check and other new features were introduced in Version 2.1 (Ella). Widgets, better Atom feed support, and speed optimizations came out in Version 2.2 (Getz). And tagging, update notifications, pretty URLs and a new taxonomy system were introduced in Version 2.3 (Dexter).\r\n\r\n2008 - Version 2.5 (Brecker) was released with a new administration UI design by Happy Cog, and introduced the dashboard widget system and the shortcode API. Version 2.6 (Tyner) built on 2.5 and introduced post revisions and Press This. A usability study was done on 2.5 over the summer, leading to the development of the Crazyhorse prototype, and the eventual release of Version 2.7 (Coltrane), which redesigned the administration UI to improve usability and make the admin tool more customizable. Version 2.7 also introduced automatic upgrading, built-in plugin installation, sticky posts, comment threading/paging/replies and a new API, bulk management, and inline documentation.\r\n\r\n2009 - Version 2.8 (Baker) introduced a built-in theme installer and an improved widget UI and API. Version 2.9 (Carmen) introduced image editing, a Trash/Undo feature, bulk plugin updating, and oEmbed support.\r\n\r\n2010 - Version 3.0 (Thelonious) was a major release, it introduced custom post types, made custom taxonomies simpler, added custom menu management, added new API's for custom headers and custom backgrounds, introduced a new default theme called \"Twenty Ten\" and allowed the management of multiple sites (called MultiSite).\r\n\r\n2011 - Version 3.1 (Gershwin) introduced post format and the admin bar. Version 3.2 (Reinhardt) made WordPress faster and lighter, this version upgraded minimum requirements to PHP 5.2.4 and MySQL 5.0.15, and introduced a new default theme called \"Twenty Eleven\". Version 3.3 (Sonny) made WordPress more friendly for beginners with welcome messages and feature pointers.\r\n\r\n2012 - Version 3.4 (Green) introduced the theme customizer and theme previewer.  ",
  "lifespan": "It shows no signs of slowing down. As of 2011, over 100,000 new WordPresses are created every day. ",
  "resource": "WordPress.org is a community where people work on the open source WordPress software. The site is also where software can be downloaded to be run on your own web server. WordPress.org provides downloadable blog software, community mailing lists, community support forums, documentation, and free themes and plugins.\r\n\r\nWordPress also features integrated link management; a search engine-friendly, clean permalink structure; the ability to assign nested, multiple categories to articles; and support for tagging of posts and articles. Automatic filters are also included, providing standardized formatting and styling of text in articles (for example, converting regular quotes to smart quotes). WordPress also supports the Trackback and Pingback standards for displaying links to other sites that have themselves linked to a post or article.\r\n\r\nWordpress.org should be distinguished from WordPress.com, which provides web hosting, unlimited database storage with redundancy and backups, automatic software upgrades, community support forums, multi-lingual administration and themes, real-time traffic stats, comment tracking - but users don’t control the software or the database, so FTP and shell access are not included. For security and performance reasons, custom themes or plugins can’t be uploaded to WordPress.com.\r\n\r\n",
  "availability": "Licensing:\r\n\r\n\r\n\r\nThe license under which the WordPress software is released is the GPLv2 (or later) from the Free Software Foundation. A copy of the license is included with every copy of WordPress, but you can also read the text of the license here.\r\n\r\nPart of this license outlines requirements for derivative works, such as plugins or themes. Derivatives of WordPress code inherit the GPL license. Drupal, which has the same GPL license as WordPress, has an excellent page on licensing as it applies to themes and modules (their word for plugins).\r\n\r\nThere is some legal grey area regarding what is considered a derivative work, but we feel strongly that plugins and themes are derivative work and thus inherit the GPL license. If you disagree, you might want to consider a non-GPL platform such as Serendipity (BSD license) or Habari (Apache license) instead.\r\nhttp://wordpress.org/about/license/\r\n\r\nFrom Wikipedia:\r\nOn July 18, 2008, a new theme directory opened at http://wordpress.org/extend/themes/. It was styled along the same lines as the plug-ins directory,[34] Any theme that is uploaded to it will be vetted, first by an automated program and then by a human.\r\n\r\nOn December 12, 2008, over 200 themes were removed from the WordPress theme directory as they did not comply with GPL License requirements.[35] Today, author mentions are permitted in each theme but the official policy does not allow for sponsorships or links to sites distributing non-GPL compatible themes. Non-GPL compliant themes are now hosted on other theme directories.\r\n\r\nTrademarks:\r\nPermission from the WordPress Foundation is required to use the WordPress or WordCamp name or logo as part of any project, product, service, domain or company name.\r\n\r\nThey will grant permission to use the WordPress name and logo for projects that meet the following criteria:\r\n\r\n    The primary purpose of your project is to promote the spread and improvement of the WordPress software.\r\n    Your project is non-commercial in nature (it can make money to cover its costs or contribute to non-profit entities, but it cannot be run as a for-profit project or business).\r\n    Your project neither promotes nor is associated with entities that currently fail to comply with the GPL license under which WordPress is distributed.\r\n\r\n(http://wordpressfoundation.org/trademark-policy/)\r\n",
  "participation": "From the Foundation's website:\r\n\r\nIn order to serve the public good, all of the software and projects we promote should support the following goals:\r\n\r\n    The software should be licensed under the GNU Public License.\r\n    The software should be freely available to anyone to use for any purpose, and without permission.\r\n    The software should be open to modifications.\r\n    Any modifications should be freely distributable at no cost and without permission from its creators.\r\n    The software should provide a framework for translation to make it globally accessible to speakers of all languages.\r\n    The software should provide a framework for extensions so modifications and enhancements can be made without modifying core code.\r\n(http://wordpressfoundation.org/philosophy/)\r\n",
  "tasks": "Download wordpress.org software and start a blog, use WordPress.com to start a blog, develop the WordPress.org code, develop a Wordpress theme, develop a WordPress widget.",
  "modularity": "Each blog post could be considered a modular contribution. Difficulty ranges, from a simple blog post, to contributing to the Wordpress open source software.",
  "granularity": "Granularity can be broken down into posts, or code contribution.",
  "metrics": "Measurement of a task would simply be its completion, whether new code, a widget, a template, or a post.",
  "alliances": "Automattic is a commercial web development corporation founded in August 2005 that owns Wordpress.com (a service that hosts blogs) and contributes to Wordpress (open source blogging software). Developments sponsored by Automattic are regularly contributed back into the WordPress software so the community can benefit. \r\n\r\n",
  "clients": "Bloggers worldwide.",
  "sponsors": "Automattic, a commercial web development corporation founded in August 2005 that owns Wordpress.com and contributes to Wordpress (open source blogging software). In April 2006, it was discovered that Automattic raised approximately 1.1 million dollars in funding. Investors were Polaris Ventures, True Ventures, Radar Partners, and CNET.",
  "elites": "See FSE founders/VIPs",
  "created_at": "2012-07-27T14:21:47Z",
  "updated_at": "2012-07-28T14:04:01Z",
  "summary": "WordPress is a free and open source blogging tool and a dynamic content management system (CMS) based on PHP and MySQL. WordPress started as a blogging system, but evolved to be used as full content management system and with thousands of plugins, widgets, and themes.\r\n\r\nWordPress can also refer to the WordPress.com, \r\n\r\nThis is from Crunchbase, which collapses the .org with the .com:\r\n\r\n\"WordPress, which is commonly used to refer to all WordPress products, is the most popular and fastest growing publishing platform on the web. WordPress began as a blogging platform but soon evolved to include additional types of websites including news sites, corporate sites (for large brands and small businesses alike), ecommerce sites and everything in between.\r\n\r\nKnown as the Content Management System (CMS) of the Web, WordPress products (WordPress.org, WordPress.com and WordPress.com VIP) currently power 1 in 2 blogs and 1 in 6 sites on the internet. Between 50k-100k new sites launch on one of the WordPress platforms each day. In total, WordPress sites attract more than 577 million unique visitors each month (Quantcast).\"\r\nhttp://www.crunchbase.com/company/wordpress",
  "birder_credits": "Morgan Currie",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "Acephalous, loosely networked, intended to devolve all decision making to groups as local (and as small) as possible.   ",
    "id": 4,
    "name": "Radical decentralization",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Free and Open Source Software",
    "id": 1,
    "name": "FOSS",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2011-10-11T04:09:00Z",
    "email": "morganecurrie@gmail.com",
    "id": 7,
    "updated_at": "2013-07-02T22:12:45Z"
  }
}