{
  "id": 225,
  "name": "Amazon.com",
  "logo": "/system/assets/271/original/amazon.jpg?1343841051",
  "thumbnail_100_url": "/system/assets/271/sq100/amazon.jpg",
  "thumbnail_50_url": "/system/assets/271/sq50/amazon.jpg",
  "url": "http://www.amazon.com/",
  "foritself": "Not as a community, no. ",
  "brand": "In its logo, the arrow represents customer satisfaction (as it forms a smile). It also could connote a shipment or any transaction 'from a to z', online or off, of any product. Founder Jeff Bezos choose the name because he wanted a company that started with 'A', to be given frontline listings, and because 'Amazon' was a place that was \"exotic and different\", as well as the river he considered the biggest in the world, as he hoped his company would be.The site is marked by advertisements and simple top and side bar menus. The emphasis isn't on design but functionality and easy search and navigation.\r\n\r\nhttp://phx.corporate-ir.net/phoenix.zhtml?c=97664&p=irol-newsArticle&ID=70550&highlight=",
  "fse_name": "Amazon.com, Inc.",
  "fse_owner_founder": "Jeff Bezos",
  "fse_significant_member": "Officers and Directors:\r\n\r\nJeffrey M. Blackburn\r\nSenior Vice President, Business Development\r\n\r\nSebastian J. Gunningham\r\nSenior Vice President, Seller Services\r\n\r\nAndrew R. Jassy\r\nSenior Vice President, Amazon Web Services\r\n\r\nSteven Kessel\r\nSenior Vice President, Worldwide Digital Media\r\n\r\nMarc A. Onetto\r\nSenior Vice President, Worldwide Operations\r\n\r\nDiego Piacentini\r\nSenior Vice President, International Consumer Business\r\n\r\nShelley L. Reynolds\r\nVice President, Worldwide Controller and Principal Accounting Officer\r\n\r\nThomas J. Szkutak\r\nSenior Vice President and Chief Financial Officer\r\n\r\nH. Brian Valentine\r\nSenior Vice President, Ecommerce Platform\r\n\r\nJeffrey A. Wilke\r\nSenior Vice President, Consumer Business\r\n\r\nL. Michelle Wilson\r\nSenior Vice President, General Counsel, Secretary\r\n\t\t\r\nDirectors\r\nJeffrey P. Bezos\r\nPresident, Chief Executive Officer and Chairman of the Board\r\n\r\nTom A. Alberg\r\nMadrona Venture Group\r\n\r\nJohn Seely Brown\r\nVisiting Scholar and Advisor to the Provost at USC\r\n\r\nWilliam B. (Bing) Gordon\r\nKleiner Perkins Caufield & Byers\r\n\r\nJamie S. Gorelick\r\nWilmer Cutler Pickering Hale and Dorr LLP\r\n\r\nBlake G. Krikorian\r\nid8 Group Productions, Inc.\r\n\r\nAlain Monié\r\nIngram Micro Inc.\r\n\r\nJonathan Rubinstein\r\nFormer Chairman and CEO, Palm, Inc.\r\n\r\nThomas O. Ryder\r\nFormer Chairman and CEO, Reader's Digest Association, Inc.\r\n\r\nPatricia Q.  Stonesifer\r\nSmithsonian Institution\r\n\r\n(http://phx.corporate-ir.net/phoenix.zhtml?c=97664&p=irol-govmanage)\r\n",
  "fse_mission_statement": "To be Earth's most customer-centric company where people can find and discover anything they want to buy online.\r\n\r\nhttp://phx.corporate-ir.net/phoenix.zhtml?c=176060&p=irol-factSheet",
  "op_name": "Amazon customers, reviewers, and Associates",
  "op_vip_founders": "N/A",
  "op_typical_member": "There is no typical member, and Amazon's services extends throughout the world.",
  "formation": "FSE --> OP.",
  "history": "A more complete history is here: http://phx.corporate-ir.net/phoenix.zhtml?c=176060&p=irol-corporateTimeline\r\n\r\nAmazon.com started in 1995 as a place to buy books. During the first 30 days of business, Amazon.com fulfilled orders for customers in 50 states and 45 countries - all shipped from Bezos' Seattle-area garage. \r\n\r\nFrom Wikipedia:\r\n'Amazon's initial business plan was unusual. The company did not expect a profit for four to five years. Its \"slow\" growth provoked stockholder complaints that the company was not reaching profitability fast enough. When the dot-com bubble burst, and many e-companies went out of business, Amazon persevered, and finally turned its first profit in the fourth quarter of 2001: $5 million or 1¢ per share, on revenues of more than $1 billion. The profit, although it was modest, served to demonstrate that the business model could be profitable.[12] In 1999, Time magazine named Bezos the Person of the Year, recognizing the company's success in popularizing online shopping.'\r\n\r\n 2011\r\nSeptember\r\nIntroduces Amazon Silk\r\nIntroduces Kindle Fire, Kindle Touch and Kindle Touch 3G\r\nKindle Books Available at Thousands of Local Libraries\r\nAugust\r\nAmazon Web Services Announces Global Rollout of Amazon Virtual Private Cloud (Amazon VPC)\r\nIntroduces Kindle Cloud Reader\r\nJuly\r\nAnnounces Second Quarter Sales up 51% to $9.91 Billion\r\nAT&T to Sponsor Kindle 3G\r\nJune\r\nLaunches AmazonLocal\r\nMay\r\nAnnounces MYHABIT.COM\r\nAmazon.com Now Selling More Kindle Books Than Print Books\r\nApril\r\nAnnounces Fourth Quarter Sales up 36% to $12.95 Billion\r\nAnnounces Amazon Deals App\r\nAcquires LOVEFiLM International Limited\r\nMarch\r\nIntroduces Amazon Appstore for Android\r\nIntroduces Amazon Cloud Drive, Amazon Cloud Player for Web and Amazon Cloud Player for Android\r\nFebruary\r\nAmazon Web Services Introduces AWS CloudFormation\r\nJanuary\r\nAnnounces Fourth Quarter Sales up 36% to $12.95 Billion\r\nAnnounces Amazon Deals App\r\nAcquires LOVEFiLM International Limited\r\n2010\r\nDecember\r\nAnnounces $175 Million Investment in LivingSocial Announces Kindle for the Web\r\nNovember\r\nLaunches Amazon Studios\r\nIntroduces Price Check by Amazon\r\nLaunches Amazon.it (Italy)\r\nOctober\r\nAnnounces Third Quarter Sales up 39% to $7.56 Billion\r\nAcquires BuyVIP.com\r\nSeptember\r\nLaunches Kindle for the Web\r\nJuly\r\nAnnounces Second Quarter Sales up $41% to $6.57 Billion\r\nJune\r\nLaunches Wheels Store\r\nMay\r\nAnnounces Shopping App for iPad\r\nIntroduces Kindle for Android\r\nLaunches Amazon WebStore\r\nApril\r\nAnnounces Kindle App for iPad\r\nAnnounces First Quarter Sales up 46% to $7.13 Billion\r\nMarch\r\nIntroduces Kindle for Mac\r\nFebruary\r\nAnnounces Kindle for BlackBerry\r\nJanuary\r\nAnnounces Fourth Quarter Sales up 42% to $9.5 Billion\r\n2009\r\nNovember\r\nAcquires Zappos.com\r\nAnnounces expansion of Amazon Web Services into Asia\r\nOctober\r\nAnnounces Third Quarter Sales up 28% to $5.45 Billion\r\nLaunches Local Express Delivery\r\nIntroduces Kindle for PC\r\nSeptember\r\nIntroduces AmazonBasics\r\nAugust\r\nLaunches new free shopping application for Android\r\nJuly\r\nAnnounces Second Quarter Sales up 14% to $4.65 Billion Amazon.com Acquires Zappos.com\r\nIntroduces AmazonWireless\r\nLaunches Outdoor Recreation Store\r\nMay\r\nIntroduces Kindle DX Introduces AmazonEncore\r\nApril\r\nIntroduces Kindle Application for iPhone and iPod Touch\r\nLaunches Xbox LIVE Store\r\nMarch\r\nIntroduces Kindle Application for iPhone and iPod Touch\r\nFebruary\r\nIntroduces Amazon Kindle 2\r\nJanuary\r\nAnnounces Fourth Quarter Sales up 18% to $6.70 Billion\r\nLaunches Inauguration Store\r\n2008\r\nDecember\r\nAcquires AbeBooks\r\nAmazon Web Services Launches \"Public Data Sets on AWS\"\r\nNovember\r\nAmazon Web Services Launches Amazon CloudFront\r\nAnnounces First-Ever Holiday Customer Review Team\r\nOctober\r\nAnnounces Third Quarter Sales up 31% to $4.26 Billion\r\nSeptember\r\nLaunches Election 2008 Store\r\nLaunches Motorcycle & ATV Store\r\nOpens New TV Show Stores\r\nAugust\r\nAmazon.com Acquires AbeBooks\r\nJuly\r\nAnnounces Second Quarter Sales up 41% to $4.06 Billion\r\nJune\r\nLaunches Office Supplies Store\r\nAmazon.com Acquires Fabric.com\r\nApril\r\nAmazon.com Announces First Quarter Sales up 37% to $4.1 Billion\r\nMarch\r\nAmazon.com Completes Acquisition of Audible\r\nFebruary\r\nAmazon.com Launches Amazon Currency Converter\r\nJanuary\r\nAmazon.com Announces Fourth Quarter Sales up 42% to $5.7 Billion\r\nLaunches Amazon Kindle\r\nLaunches Askville.com\r\nSeptember\r\nLaunches Public Beta of Amazon MP3\r\nThousands of National Archives Films to be Made Available Through CustomFlix Labs\r\nApril\r\nLaunches \"Go Indie\" Music Store\r\nAnnounces First Quarter Sales Surpass $3 Billion, up 32% Year over Year -- Operating Profit Grows 38% -- Raises Financial Guidance\r\nMarch\r\n\"Amazon Unbox on TiVo\" Available, Offering Over 1.5 Million Broadband-Ready TiVo Subscribers Access to Thousands of Movies and TV Shows\r\nLaunches Classical Music Blowout Store\r\nJanuary\r\nLaunches Endless.com, a shoe and handbag website that offers over 15,000 styles and free overnight shipping on all products\r\nOctober\r\nAmazon.com Jewelry and Watches Sales up More Than 100% in Third Quarter 2006\r\nSeptember\r\nLaunches Amazon UnboxTM, a Digital Video Download Service with DVD-Quality Picture\r\nCustomFlix and Amazon.com Launch CD on Demand Service\r\nLaunches WebStore and Fulfillment by Amazon for Small and Medium-Sized Businesses\r\nJuly\r\nLaunches Grocery Store\r\nAmazon Enterprise Solutions Extend E-Commerce Agreement with Target Corporation to 2010\r\nAnnounces Library Processing for Public and Academic Libraries Across the United States\r\nJune\r\nLaunches Emergency Preparedness Store to Offer Preparation and Recovery Products for Hurricane Season\r\nLaunches New Toy and Baby Stores with Largest Selection Ever\r\nApril\r\nAnnounces Partnership Between Timex and Amazon Services\r\nAnnounces Partnership Between Benefit Cosmetics and Amazon Services\r\nAnnounces Partnership Between CustomFlix for DVD Distribution\r\nLaunches the Media Gateway Program with CustomFlix\r\nMarch\r\nLaunches Amazon Simple Storage Service (S3)\r\nFebruary\r\nLaunches Amazon Connect\r\nAnnounces Jewelry Sales Up More Than 100 Percent in Fourth Quarter 2005\r\nAcquires Shopbop.com\r\nJanuary\r\nJoyo.com Announces it is the Largest Chinese Bookstore in the World\r\nAnnounces Alexa Top Sites Web Service for Developers\r\nAnnounces Amazon Fishbowl with Bill Maher\r\n2005\r\nOctober\r\nAlexa Web Information Service Launches on Amazon Web Services Web Site\r\nAnnounces Fulfillment Agreement with Drugstore.com\r\nSeptember\r\nLaunches The Hollywood Prescription\r\nAugust\r\nA9.com Launches Maps Launches Amazon Shorts\r\nLaunches the First The O.C.-Branded Women's Fashion Collection\r\nJuly\r\nLaunches Special Deliveries with Select Celebrities and UPS\r\nAcquires CustomFlix Labs, Inc.\r\nMay\r\nIntroduces Amazon Wedding\r\nApril\r\nAcquires BookSurge LLC\r\nFebruary\r\nIntroduces Amazon Prime\r\nAnnounces Nonprofit Innovation Award\r\nJanuary\r\nAnnounces Diane Von Furstenberg Alliance\r\nA9.com Launches Yellow Pages\r\n2004\r\nDecember\r\nAnnounces Opportunity to Contribute to American Red Cross Tsunami Disaster Relief Efforts on Amazon.com\r\nNovember\r\nA9.com Introduces Toolbar for Mozilla Firefox\r\nLaunches Amazon Theater\r\nOctober\r\nAmazon Web Services Offerings Give Developers Unprecedented Access to Amazon Product Data and Technology, and First-Ever Access to Data Compiled by Alexa Internet\r\nLaunches Beauty Store\r\nSeptember\r\nAcquires Joyo.com Limited\r\nLaunches Paris Hilton Jewelry Line Exclusively on Amazon.com\r\nJune\r\nOpens Software Development Center in Scotland\r\nMay\r\nAnnounces The Bombay Company Alliance\r\nApril\r\nOpens Jewelry Store\r\n2003\r\nDecember\r\nOpens Health & Personal Care Store\r\nNovember\r\nOpens Gourmet Food Store\r\nOctober\r\nIntroduces Search Inside The Book™\r\nLaunches A9.com, Inc. Subsidiary\r\nSeptember\r\nOpens Sports & Outdoor Store\r\nApril\r\nAnnounces National Basketball Association Alliance\r\n2002\r\nNovember\r\nOpens Apparel & Accessories Store\r\nSeptember\r\nOpens Office Products Store\r\nJuly\r\nLaunches Amazon Web Services\r\nJune\r\nLaunches Amazon.ca (Canada)\r\n2001\r\nOctober\r\nIntroduces Look Inside The Book™\r\nSeptember\r\nAnnounces Target Stores Alliance\r\n2000\r\nNovember\r\nLaunches Amazon.co.jp (Japan)\r\nLaunches Marketplace\r\nOctober\r\nOpens Camera & Photo Store\r\nAugust\r\nAnnounces Toys \"R\" Us Alliance\r\nLaunches Amazon.fr (France)\r\nMay\r\nOpens Kitchen Store\r\n1999\r\nDecember\r\nJeff Bezos Named Time Magazine \"Person Of The Year\"\r\nNovember\r\nOpens Home Improvement, Software, Video Games and Gift Ideas Stores\r\nSeptember\r\nLaunches zShops\r\nJuly\r\nOpens Consumer Electronics, and Toys & Games Stores\r\nJune\r\nAcquires Alexa Internet\r\nMarch\r\nLaunches Amazon.com Auctions\r\n1998\r\nNovember\r\nOpens DVD/Video Store\r\nOctober\r\nLaunches First International Sites - Amazon.co.uk (UK) and Amazon.de (Germany)\r\nJune\r\nOpens Music Store\r\nApril\r\nAcquires Internet Movie Database\r\n1997\r\nSeptember\r\nIntroduces 1-Click™ Shopping\r\nMay\r\nAnnounces IPO, Begins Trading on NASDAQ Under \"AMZN\"\r\n1996\r\nJuly\r\nLaunches Amazon.com Associates Program\r\n1995\r\nJuly\r\nAmazon.com Sells First Book, \"Fluid Concepts & Creative Analogies: Computer Models of the Fundamental Mechanisms of Thought\"\r\n1994\r\nJuly\r\nCompany Incorporated ",
  "lifespan": "Begun in 1995 and going voraciously forward.",
  "resource": "Amazon is a reltail behemoth that has expanded its services into several markets. Here is a semi-exhaustive list:\r\n\r\n-personalized shopping experience\r\n-\"Search Inside The Book\" function to allow text based searching of books\r\n-a platform for third parties to sell products\r\n-e-commerce platforms Marketplace, Advantage, and Amazon Services\r\n-Amazon Web Services (www.amazon.com/aws) to provide in-the-cloud infrastructure based on Amazon's back-end technology platform, for developers to enable online business.\r\n-Kindle and Kindle apps\r\n-Amazon product lines include books, music CDs, videotapes and DVDs, software, consumer electronics, kitchen items, tools, lawn and garden items, toys & games, baby products, apparel, sporting goods, gourmet food, jewelry, watches, health and personal-care items, beauty products, musical instruments, clothing, industrial & scientific supplies, and groceries.\r\n-Digital content\r\n-Private labels and exclusive marketing arrangements\r\n-Content production\r\n\r\nAmazon also operates other websites, including www.a9.com, www.alexa.com (search engines) and www.imdb.com. Its retail websites include www.amazon.com, www.amazon.co.uk, www.amazon.de, www.amazon.co.jp, www.amazon.fr, www.amazon.ca, www.amazon.cn,  www.amazon.it, www.amazon.es, www.shopbop.com, www.endless.com, www.zappos.com and www.javari.co.jp.",
  "availability": "From http://www.amazon.com/gp/help/customer/display.html/ref=footer_cou?ie=UTF8&nodeId=508088\r\n\r\nCOPYRIGHT\r\n\r\nAll content included on this site, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of Amazon or its content suppliers and protected by United States and international copyright laws. The compilation of all content on this site is the exclusive property of Amazon and protected by U.S. and international copyright laws. All software used on this site is the property of Amazon or its software suppliers and protected by United States and international copyright laws.\r\n\r\nTRADEMARKS\r\n\r\nClick here to see a non-exhaustive list of Amazon trademarks. In addition, Amazon.com graphics, logos, page headers, button icons, scripts, and service names are trademarks, or trade dress of Amazon in the U.S. and/or other countries. Amazon's trademarks and trade dress may not be used in connection with any product or service that is not Amazon's, in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits Amazon. All other trademarks not owned by Amazon that appear on this site are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by Amazon.\r\n\r\nPATENTS\r\n\r\nOne or more patents owned by Amazon apply to this site and to the features and services accessible via the site. Portions of this site operate under license of one or more patents.  Click here to see a non-exhaustive list of applicable Amazon patents and applicable licensed patents.\r\n\r\nLICENSE AND SITE ACCESS\r\n\r\nAmazon grants you a limited license to access and make personal use of this site and not to download (other than page caching) or modify it, or any portion of it, except with express written consent of Amazon. This license does not include any resale or commercial use of this site or its contents; any collection and use of any product listings, descriptions, or prices; any derivative use of this site or its contents; any downloading or copying of account information for the benefit of another merchant; or any use of data mining, robots, or similar data gathering and extraction tools. This site or any portion of this site may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without express written consent of Amazon. You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of Amazon without express written consent. You may not use any meta tags or any other \"hidden text\" utilizing Amazon's name or trademarks without the express written consent of Amazon. Any unauthorized use terminates the permission or license granted by Amazon. You are granted a limited, revocable, and nonexclusive right to create a hyperlink to the home page of Amazon.com so long as the link does not portray Amazon, or its products or services in a false, misleading, derogatory, or otherwise offensive matter. You may not use any Amazon logo or other proprietary graphic or trademark as part of the link without express written permission. ",
  "participation": "Amazon's goal is to 'grow and evolve as a world-class e-commerce platform' (http://phx.corporate-ir.net/phoenix.zhtml?c=176060&p=irol-mediaKit)\r\n\r\nThe OP's goals will vary: customers want a fluid and simple shopping experience, retailers want to move product, and reviewers are interested in promoting or denigrating a product for wider consumption",
  "tasks": "Amazon allows users to submit reviews to the web page of each product. Reviewers must rate the product on a rating scale from one to five stars. As with most rating scales, one star stands for the product being abysmal, five stars meaning that the item is stellar. Amazon provides a badging option for reviewers which indicate the real name of the reviewer (based on confirmation of a credit card account) or which indicate that the reviewer is one of the top reviewers by popularity. Customers may comment or vote on the reviews, indicating whether or not they found it helpful to them. If a review is given enough \"helpful\" hits, it appears on the front page of the product.\r\n\r\nAmazon derives about 40% of its sales from affiliate marketing called \"Amazon Associates\" and third-party sellers who sell products on Amazon[citation needed]. Associates receive a commission for referring customers to Amazon by placing links on their websites to Amazon, if the referral results in a sale. Worldwide, Amazon has \"over 900,000 members\" in its affiliate programs.[114] Amazon reported over 1.3 million sellers sold products through Amazon's World Wide Web sites in 2007.\r\n\r\nfrom http://en.wikipedia.org/wiki/Amazon.com",
  "modularity": "Reviewers can simply rank a product. On the other end of the scale, a person can set up a retail project and use Amazon as a platform for full-time business. ",
  "granularity": "N/A",
  "metrics": "A completed task would be a published review or setting up an account as an Associate and posting a product for sale.",
  "alliances": "See 'History' for a more complete list.\r\n\r\nFrom Wikipedia:\r\n\r\nAcquisitions\r\n\r\n    1998: PlanetAll, a reminder service based in Cambridge, Massachusetts; Junglee, an XML-based data mining startup based in Sunnyvale;[14][15] Bookpages.co.uk,[16] a UK online book retailer, which became Amazon UK on October 15, 1998.[17]\r\n    1999: Internet Movie Database (IMDb);[18] Alexa Internet, Accept.com, and Exchange.com[19]\r\n    2003: Online music retailer CD Now.[20] By 2011, the web site cdnow.com was defunct and in use by a different company.\r\n    2004: Joyo.com, a Chinese e-commerce website.[21]\r\n    2005: BookSurge,[22] a print on demand company, and Mobipocket.com, an eBook software company.[23][24] CreateSpace.com (formerly CustomFlix), a distributor of on-demand DVDs, based in Scotts Valley, California.[25] CreateSpace has since expanded to include on-demand books, CDs, and video.\r\n    2006: Shopbop, a retailer of designer clothing and accessories for women, based in Madison, Wisconsin.[26]\r\n    2007: dpreview.com, a digital photography review website based in London; Brilliance Audio, the largest independent publisher of audiobooks in the United States.[27]\r\n    2008: Audible.com; Fabric.com;[28] Box Office Mojo;[29] AbeBooks;[30] Shelfari;[31] (including a 40% stake in LibraryThing and whole ownership of BookFinder.com, Gojaba.com, and FillZ); Reflexive Entertainment,[32] a casual video game development company.\r\n    2009: Zappos,[33] an online shoe and apparel retailer[34] Lexcycle,[35] SnapTell, an image matching startup.[36]\r\n    2010: Touchco.,[37] Woot,[38] Quidsi, BuyVIP, Amie Street.\r\n    2011: Lovefilm,[39] The Book Depository,[40] Pushbutton[41]\r\n    2012: Kiva Systems[42]\r\n\r\nMerchant partnerships\r\n\r\nAmazon.com operates retail web sites for Sears Canada, bebe Stores, Timex, Marks & Spencer, Mothercare, and Lacoste. For a growing number of enterprise clients, currently including the UK merchants Marks & Spencer, Benefit Cosmetics' UK entity, edeals.com, and Mothercare, Amazon provides a unified multichannel platform where a customer can seamlessly interact with some people that they call the retail website, standalone in-store terminals, or phone-based customer service agents. Amazon Web Services also powers AOL's Shop@AOL.\r\n\r\nOn October 18, 2011, Amazon.com announced a partnership with DC Comics for the exclusive digital rights to many popular comics, including Superman, Batman, Green Lantern, The Sandman, and Watchmen. The partnership has caused well-known bookstores like Barnes & Noble to remove these titles from their shelves. These titles will be available for purchase exclusively through Amazon's new Kindle Fire tablet.[52]\r\n\r\nIn November,[when?] Amazon partnered with Fisher-Price, Mattel, Microsoft and Transcend to offer products with minimal packaging to reduce environmental impact and frustration with opening \"clamshell\" type packaging.[74]\r\n\r\nAmazon MP3 sells music from the Big 4 record labels EMI, Universal, Warner Bros. Records, and Sony Music, as well as independents. \r\n",
  "clients": "Consumers everywhere. Also see 'Alliances'",
  "sponsors": "N/A",
  "elites": "N/A",
  "created_at": "2012-08-01T17:10:52Z",
  "updated_at": "2013-10-31T21:05:25Z",
  "summary": "Amazon.com, Inc. is an American multinational electronic commerce company with headquarters in Seattle, Washington, United States. It is the world's largest online retailer. The company also produces consumer electronics - notably the Amazon Kindle e-book reader - and is a major provider of cloud computing services.",
  "birder_credits": "Morgan Currie",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "An unorganized mass whose only relation to each other is a mutual relationship to a producer. ",
    "id": 9,
    "name": "Consumer Market",
    "updated_at": null
  },
  "genus_type": {
    "created_at": "2011-09-23T19:04:33Z",
    "description": "Media making from mainstream to remix to participatory/fan culture.",
    "id": 11,
    "name": "Culture Industry",
    "updated_at": "2011-09-23T19:04:33Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2011-07-22T19:07:49Z",
    "email": "sr.erickson@gmail.com",
    "id": 1,
    "updated_at": "2013-10-31T22:33:51Z"
  }
}