{
  "id": 227,
  "name": "Twitter",
  "thumbnail_100_url": "/system/assets/274/sq100/twitter-bird-light-bgs.png",
  "thumbnail_50_url": "/system/assets/274/sq50/twitter-bird-light-bgs.png",
  "url": "https://twitter.com/",
  "foritself": "Yes",
  "brand": "Regarding the name:\r\n\"...we came across the word 'twitter', and it was just perfect. The definition was 'a short burst of inconsequential information,' and 'chirps from birds'. And that's exactly what the product was.\" – Jack Dorsey (http://latimesblogs.latimes.com/technology/2009/02/twitter-creator.html)\r\n\r\nRegarding the bird:\r\nOn June 5, 2012, Twitter unveiled its third logo redesign, simply named as the \"Twitter Bird,\" as the sole symbol for the company's branding. The new logo replaces Twitter's lowercase \"t\" and the old bird. The new bird resembles the older logo but appears to be slimmer and is also tilted upward.\r\n\r\nA quote from the LA Times:\r\n\"Whether soaring high above the Earth to take in a broad view, or flocking with other birds to achieve a common purpose, a bird in flight is the ultimate representation of freedom, hope and limitless possibility,\" Doug Bowman (the company's creative director) said. \r\n(http://www.latimes.com/business/technology/la-fi-tn-twitter-new-bird-20120606,0,2138652.story)\r\n ",
  "fse_name": "Twitter",
  "fse_owner_founder": "Jack Dorsey - original CEO and now executive chairman focusing on product development",
  "fse_significant_member": "Biz Stone and Evan Williams, original members of Odeo who founded Twitter.com. Williams was CEO from 2008-2010.\r\nAdam Bain, President of Revenue (moving from News Corp.'s Fox Audience Network)\r\nDick Costolo, formerly Twitter's chief operating officer and current CEO. ",
  "fse_mission_statement": " “To instantly connect people everywhere to what’s most important to them.”\r\nhttp://mashable.com/2011/01/10/twitters-new-ceo-finally-nails-down-the-companys-long-term-vision/",
  "op_name": "Twitter users",
  "op_vip_founders": "Ashton Kutcher, Lady Gaga, Mars Rover, Paris Hilton, Britney Spears, Miley Cyrus, etc.",
  "op_typical_member": "Twitter is mainly used by older adults who might not have used other social sites before Twitter, said Jeremiah Owyang, an industry analyst studying social media. \"Adults are just catching up to what teens have been doing for years,\" he said.[91] According to comScore only eleven percent of Twitter's users are aged twelve to seventeen.[91] http://www.nytimes.com/2009/08/26/technology/internet/26twitter.html?_r=1\r\n\r\nAccording to a study by Sysomos in June 2009, women make up a slightly larger Twitter demographic than men — fifty-three percent over forty-seven percent. It also stated that five percent of users accounted for seventy-five percent of all activity, and that New York has the most Twitter users.[93]\r\nhttp://www.sysomos.com/insidetwitter/",
  "formation": "FSE --> OP",
  "history": "From Wikipedia:\r\n\r\nTwitter rose out of a brainstorming session by board members of the podcasting company Odeo, and the first Tweet went out on March 21, 2006 by Jack Dorsey. It says \"just setting up my twttr\". (https://twitter.com/jack/status/20). The full version, then called twttr, was introduced publicly on July 15, 2006. (http://techcrunch.com/2006/07/15/is-twttr-interesting/)\r\n\r\nIn October 2006, Biz Stone, Evan Williams, Dorsey, and other members of Odeo formed Obvious Corporation and acquired Odeo and all of its assets – including Odeo.com and Twitter.com – from the investors and shareholders.[17] Williams fired Glass who was silent about his part in Twitter's startup until 2011.[18] Twitter spun off into its own company in April 2007.[19]\r\n\r\nThe tipping point for Twitter's popularity was the 2007 South by Southwest Interactive (SXSWi) conference. During the event, Twitter usage increased from 20,000 tweets per day to 60,000.[20] \"The Twitter people cleverly placed two 60-inch plasma screens in the conference hallways, exclusively streaming Twitter messages,\" remarked Newsweek's Steven Levy. \"Hundreds of conference-goers kept tabs on each other via constant twitters. Panelists and speakers mentioned the service, and the bloggers in attendance touted it.\"[21]\r\n\r\nThe first unassisted off-Earth Twitter message was posted from the International Space Station by NASA astronaut T. J. Creamer on January 22, 2010.[24] By late November 2010, an average of a dozen updates per day were posted on the astronauts' communal account, @NASA_Astronauts. NASA has also hosted over 25 \"tweetups\", events that provide guests with VIP access to NASA facilities and speakers with the goal of leveraging participants' social networks to further the outreach goals of NASA.\r\n\r\nIn August 2010, the company appointed Adam Bain as President of Revenue from News Corp.'s Fox Audience Network.[25]\r\n\r\nOn September 14, 2010, Twitter launched a redesigned site[26] including a new logo.[citation needed]\r\n\r\nAs of March 2011, that was about 140 million tweets posted daily.[30] As noted on Compete.com, Twitter moved up to the third-highest-ranking social networking site in January 2009 from its previous rank of twenty-second.[31]\r\n\r\nWhen American singer Michael Jackson died on June 25, 2009, Twitter servers crashed after users were updating their status to include the words \"Michael Jackson\" at a rate of 100,000 tweets per hour.[35]\r\n\r\nOn March 21, 2012, Twitter celebrated its sixth birthday while also announcing that it has 140 million users and sees 340 million tweets per day. The number of users is up 40% from their September 2011 number, which was said to have been at 100 million at the time.[43]",
  "lifespan": "Going strong.",
  "resource": "It also serves as an index of important cultural and political concerns: \r\n'On April 30, 2009, Twitter adjusted its web interface, adding a search bar and a sidebar of \"trending topics\" — the most common phrases appearing in messages. Biz Stone explains that all messages are instantly indexed and that \"with this newly launched feature, Twitter has become something unexpectedly important – a discovery engine for finding out what is happening right now.\"[122]'\r\nhttp://blog.twitter.com/2009/04/twitter-search-for-everyone.html\r\n\r\nOn June 1, 2011, Twitter announced its own integrated photo-sharing service that enables users to upload a photo and attach it to a Tweet right from Twitter.com.[177] Users now also have the ability to add pictures to Twitter's search by adding hashtags to the tweet.[178] Twitter also plans to provide photo galleries designed to gather and syndicate all photos that a user has uploaded on Twitter and third-party services such as TwitPic.[178]",
  "availability": "On user-submitted content:\r\n\r\nYou retain your rights to any Content you submit, post or display on or through the Services. By submitting, posting or displaying Content on or through the Services, you grant us a worldwide, non-exclusive, royalty-free license (with the right to sublicense) to use, copy, reproduce, process, adapt, modify, publish, transmit, display and distribute such Content in any and all media or distribution methods (now known or later developed).\r\nhttps://twitter.com/tos\r\n\r\nTwitter messages are by default public, but users can set their privacy settings to allow their tweets to be visible to only select users, and can also send private messages. Twitter collects personally identifiable information about its users and shares it with third parties. The service reserves the right to sell this information as an asset if the company changes hands.[144] While Twitter displays no advertising, advertisers can target users based on their history of tweets and may quote tweets in ads[145] directed specifically to the user.\r\nhttps://twitter.com/privacy/\r\nhttp://bits.blogs.nytimes.com/2009/07/16/advertisers-are-watching-your-every-tweet/\r\n\r\nOn May 17, 2012, Twitter announced it would implement the \"Do Not Track\" privacy option, a cookie-blocking feature found in Mozilla's Firefox browser. The \"Do Not Track\" feature works only on sites that have agreed to the service.\r\nhttp://bits.blogs.nytimes.com/2012/05/17/twitter-implements-do-not-track-privacy-option/\r\n\r\nOn licensing of its mostly open source code, from the Twitter website:\r\n\r\n'The majority of open source software exclusively developed by Twitter is licensed under the liberal terms of the Apache License, Version 2.0. The documentation is generally available under the Creative Commons Attribution 3.0 Unported License. In the end, you are free to use, modify and distribute any documentation, source code or examples within our open source projects as long as you adhere to the licensing conditions present within the projects.\r\n\r\n'Also note that our engineers like to hack on their own open source projects in their free time. For code provided by our engineers outside of our official repositories on GitHub, Twitter does not grant any type of license, whether express or implied, to such code. \r\n\r\n'For certain Twitter open-source projects, Twitter requires you or your employer accept and submit a Contributors License Agreement (CLA) with Twitter. In order to clarify the intellectual property license granted with contributions, Twitter must have a CLA on file that has been submitted by each contributor. The CLA is designed for your protection as a contributor as well as the protection of Twitter; it does not change your ownership of your contributions. By accepting the CLA, you represent that you have the rights needed to grant Twitter a license to the code.'\r\n-https://dev.twitter.com/opensource\r\n\r\n'In summary, the CLA ensures that when you contribute fixes or documentation, Twitter can license that code to other people consistent with the terms and conditions of the applicable open-source license agreement.'\r\n-https://dev.twitter.com/opensource/cla\r\n\r\nFor details on how users can use their Trademarks, including logo and content, this page outlines the do's and don't's: https://twitter.com/logo",
  "participation": "Originally the OP could contribute design implementations using the Twitter API, such as the hashtag. Recently this has been locked.",
  "tasks": "Tweeting.\r\n\r\nregistered users can post tweets through the website interface, SMS, or a range of apps for mobile devices.\r\n\r\nUsers can group posts together by topic or type by use of hashtags – words or phrases prefixed with a \"#\" sign. Similarly, the \"@\" sign followed by a username is used for mentioning or replying to other users.[66] To repost a message from another Twitter user, and share it with one's own followers, the retweet function is symbolized by \"RT\" in the message.'",
  "modularity": "Posting a tweet.",
  "granularity": "N/A",
  "metrics": "N/A",
  "alliances": "On February 21, 2012, it was announced that Twitter and Yandex agreed to a partnership. Yandex, a Russian search engine, finds value within the partnership due to Twitter’s real time news feeds. Twitter’s director of business development explained that it is important to have Twitter content where Twitter users go.[42]\r\nhttp://www.reuters.com/article/2012/02/21/twitter-yandex-idUSL5E8DK89H20120221\r\n\r\nOn June 4, 2012, Twitter announced the purchase of Washington, D.C. based web design agency Nclud. Upon the purchase, Nclud's co-founder and director of brand experience, Martin Ringlein, was named Twitter's new design manager.[46]\r\nhttp://techcrunch.com/2012/06/04/twitter-buys-design-agency-nclud-appoints-co-founder-twitters-new-design-manager/\r\n\r\nOn January 23, 2012, it was reported that Twitter will be acquiring Dasient, a startup that offers malware protection for businesses. Twitter hopes that Dasient will help remove hateful advertisers on the website.\r\nhttp://www.huffingtonpost.com/2012/01/24/twitter-dasient-security-startup_n_1227842.html",
  "clients": "N/A",
  "sponsors": "Its second B round of funding in 2008 was for US$22 million[100] and its third C round of funding in 2009 was for US$35 million from Institutional Venture Partners and Benchmark Capital along with an undisclosed amount from other investors including Union Square Ventures, Spark Capital and Insight Venture Partners.[99] Twitter is backed by Union Square Ventures, Digital Garage, Spark Capital, and Bezos Expeditions.[101]\r\n\r\n In August, 2010 Twitter announced a \"significant\" investment lead by Digital Sky Technologies that, at US$800 million, was reported to be the largest venture round in history.[106]\r\n\r\nIn December 2011, the Saudi prince Alwaleed bin Talal invested $300 million in Twitter. ",
  "elites": "See FSE VIPs",
  "created_at": "2012-08-07T19:35:28Z",
  "updated_at": "2012-09-07T19:54:43Z",
  "summary": "Since its launch, Twitter has become one of the top 10 most visited websites on the Internet, and has been described as \"the SMS of the Internet.\"[5][10]  http://www.alexa.com/siteinfo/twitter.com\r\n\r\nIn March 2012, Twitter became available in Arabic, Farsi, Hebrew and Urdu, the first right-to-left language versions of the site. About 13,000 volunteers helped with translating the menu options.[123] In August 2012, beta support for Basque, Czech and Greek was added, making the site available in 33 different languages.[124]",
  "birder_credits": "Morgan Currie",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Internet-based projects and companies specialized in social networking",
    "id": 3,
    "name": "Social Networking",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2011-10-11T04:09:00Z",
    "email": "morganecurrie@gmail.com",
    "id": 7,
    "updated_at": "2013-07-02T22:12:45Z"
  }
}