{
  "id": 231,
  "name": "Tumblr",
  "thumbnail_100_url": "/system/assets/296/sq100/tumblr_logo.png",
  "thumbnail_50_url": "/system/assets/296/sq50/tumblr_logo.png",
  "url": "www.tumblr.com",
  "foritself": "Yes. Tumblr promotes a sense of community and closeness among users using site-specific means of expressing admiration or interest.",
  "brand": "Tumblr's logo uses light type in lower case over a dark blue background. Tumblr avoids many social media conventions, such as displaying follower counts. The site's copy tends to be coy and wry, but most of the visual components of the site are provided by users uploading graphics. Users select themes to skin and style individual blogs.",
  "fse_name": "Tumblr, Inc.",
  "fse_owner_founder": "David Karp, Founder\r\nMarco Arment, Lead Developer (Left in 2012)",
  "fse_significant_member": "Tumblr has 100 employees as of 30 August 2012.\r\n\r\nDavid Karp, Founder\r\nBijan Sabet, Director\r\nRoelof Botha, Board Member\r\nBlake Matheny, Director of Platform Engineering\r\nBuzz Andersen, Director of Mobile\r\nBrad Burnham, Director\r\nTyler Love, Senior Engineer\r\nAri Shahdadi, General Counsel\r\nJohn Lilly, Board Observer\r\n\r\nhttp://www.crunchbase.com/company/tumblr. Accessed 30 August 2012.",
  "fse_mission_statement": "Tumblr's motto is \"Follow the world's creators.\"\r\n\r\n\"What Tumblr is for: Tumblr celebrates creativity. We want you to express yourself freely and use Tumblr to reflect who you are, and what you love, think, witness, and believe.\"\r\n\r\nhttp://www.tumblr.com/policy/en/community. Accessed 30 August 2012.\r\n",
  "op_name": "Tumblr or Tumblr users. Individual users also have blogs with titles.",
  "op_vip_founders": "Celebrities that use Tumblr include Lady Gaga, Zooey Deschanel, John Mayer, and Michael Stipe. President Barack Obama maintains a Tumblr blog as well.",
  "op_typical_member": "Tumblr users have generated 71.3 million blogs, consisting of 30.8 billion posts. Relative to the general internet audience, visitors to Tumblr's website tend to be more educated, more female, and more likely 18 - 24 years old.\r\n\r\nhttp://www.tumblr.com/about. Accessed 30 August 2012.\r\nhttp://www.alexa.com/siteinfo/tumblr.com. Accessed 30 August 2012.",
  "formation": "FSE->OP.",
  "history": "Tumblr was founded by Daavid Karp, a young engineer and entrepreneur who had worked for the site UrbanBaby.com. He hired Marco Arment to develop a microblogging platform and launched Tumblr in 2007. The company acquired a smaller concern in order to create an iPhone app. Tumblr has attracted numerous awards, millions of users, and significant venture capital, but has never generated a profit. Tumblr is run by a corporation, but Karp makes all the decisions, including a prominent 2012 decision to allow advertising on the site.\r\n\r\nhttp://www.nytimes.com/2012/07/15/magazine/can-tumblrs-david-karp-embrace-ads-without-selling-out.html?pagewanted=all. Accessed 30 August 2012.",
  "lifespan": "Still in existence and growing as of 2012.",
  "resource": "Tumblr is a blogging platform provided to users (OP) by the FSE. Users interact largely behind the public faces of their blogs via a dashboard, a communicative space also provided to the OP by the FSE.",
  "availability": "Tumblr is provided to users for free. Users accept a Terms of Service, including community guidelines and a privacy policy. Tumblr users retain ownership of content they create on the site: \"Tumblr blogs have gone on to spawn books, films, albums, brands, and more. We're thrilled to offer our support as a platform for our creators, and we'd never claim to be entitled to royalties or reimbursement for the success of what you've created. It's your work, and we're proud to be a part (however small) of what you accomplish.\"\r\n\r\nhttp://www.tumblr.com/policy/en/terms_of_service. Accessed 30 August 2012.",
  "participation": "Tumblr in its entirety is administered by Tumblr, Inc., which runs the platform as a business using traditional business management techniques. ",
  "tasks": "Tumblr in its entirety is administered by Tumblr, Inc., which runs the platform as a business using traditional business management techniques. Users have specific tasks such as creating an account, posting, or commenting, but these tasks do not directly influence any administrative or design process within the FSE.",
  "modularity": "Users have specific tasks such as creating an account, posting, or commenting, but these tasks do not directly influence any administrative or design process within the FSE.",
  "granularity": "Users have specific tasks such as creating an account, posting, or commenting, but these tasks do not directly influence any administrative or design process within the FSE.",
  "metrics": "Users have specific tasks such as creating an account, posting, or commenting, but these tasks do not directly influence any administrative or design process within the FSE.",
  "alliances": "Tumblr entered into promotional partnerships with Adidas, Calvin Klein and the movie “Beasts of the Southern Wild\" in 2012.",
  "clients": "Tumblr's API is available for other apps to use.",
  "sponsors": "Tumblr is backed by Union Square Ventures, Spark Capital and Sequoia Capital.\r\n\r\nhttp://www.crunchbase.com/company/tumblr. Accessed 30 August 2012.",
  "elites": "David Karp, founder and leader of the company, functions as a benevolent dictator, although Tumblr Inc. is technically a corporation. He is frequently featured in media coverage of Tumblr.\r\n\r\nhttp://www.nytimes.com/2012/07/15/magazine/can-tumblrs-david-karp-embrace-ads-without-selling-out.html?pagewanted=all. Accessed 30 August 201",
  "created_at": "2012-08-07T21:41:41Z",
  "updated_at": "2012-09-03T05:05:25Z",
  "summary": "Tumblr is a microblogging site that allows users to publish text, pictures, links, video, and combinations of these media to individual blogs easily. Users interact with others via a shared communicative space, the Dashboard. Tumblr lacks common social media conventions by design, such as comments or any display of the number of followers a given user has. Despite an $800 million valuation, Tumblr has yet to generate income, recent forays into paid advertising notwithstanding.\r\n\r\nTumblr was founded by David Karp, a young engineer and entrepreneur who had worked for the site UrbanBaby.com. He hired Marco Arment to develop a microblogging platform and launched Tumblr in 2007. The company acquired a smaller concern in order to create an iPhone app. Tumblr, although popular and marketed as a creative tool, is largely the vision of its founder, David Karp. Users do not contribute code, except as templates for blogs (themes). Particiaption in Tumblr amounts to posting orignal works, curating work form other blogs, or viewing content curated by others. Unlike many other social media platforms, Tumblr does not claim ownership of content created on its platform.\r\n\r\n\r\nhttp://www.nytimes.com/2012/07/15/magazine/can-tumblrs-david-karp-embrace-ads-without-selling-out.html?pagewanted=all. Accessed 30 August 2012.\r\n\r\nhttp://www.crunchbase.com/company/tumblr. Accessed 30 August 2012.",
  "birder_credits": "Created by rncrooks@ucla.edu 30 August 2012.",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "An organization with one leader or decision maker whose authority rests on the consent of the governed and/or his/her charisma.  Other forms of organization may supplement it (hierarchy, meritocracacy,or consensus amongst the staff or participants) but the leader's authority is final and effective.",
    "id": 3,
    "name": "Charismatic Leadership/Benevelont Dictatorship",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "Organized primarily by weak ties (\"friends\") grouped into overlapping networks.",
    "id": 7,
    "name": "Overlapping Networks of Weak Ties",
    "updated_at": "2012-07-12T17:49:00Z"
  },
  "genus_type": {
    "created_at": null,
    "description": "Internet-based projects and companies specialized in social networking",
    "id": 3,
    "name": "Social Networking",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2012-04-17T03:52:58Z",
    "email": "rncrooks@ucla.edu",
    "id": 23,
    "updated_at": "2013-07-09T15:08:37Z"
  }
}