{
  "id": 234,
  "name": "Pinterest",
  "thumbnail_100_url": "/system/assets/285/sq100/pinterest-logo1.png",
  "thumbnail_50_url": "/system/assets/285/sq50/pinterest-logo1.png",
  "url": "http://pinterest.com/",
  "foritself": "It is self aware - Pinterest is based on the concept of pinning, repinning and attributing posts of interest. I would not say that there is a fostered sense of belonging, as it is more about commerce and status and the barrier for participation is so low. Pinning and repinning items does not convey any kind of meaningful connection between users but can be used to follow fashion or commercial trends. ",
  "brand": "The Pinterest logo is very simple, fluid and understated. It remains simple and tends to take a backseat to the splashier visual style of the site itself, which necessitates multiple views and patterns in order to function. The visual identity of Pinterest itself is characterized by a collage style process, a virtual imitation of the analog pinboard. ",
  "fse_name": "Cold Brew Labs",
  "fse_owner_founder": "Founders : Ben Silbermann and Paul Sciarra\r\n\r\nOther investors include: Jack Abraham, MIchael Birch, Brian Cohen, Shana Fisher, Ron Conway, FirstMark Capital, Kevin Hartz, Jery Stoppelman, Hank Vigil and Fritz Lanman. ",
  "fse_significant_member": "Ben Silbermann CEO\r\nPaul Sciarra President",
  "fse_mission_statement": "Cold Brew Labs: This missions statement has changed as the goals and products of the company has changed since 2008. The current mission statement is as follows, \"Cold Brew Labs builds social commerce applications. The company was founded by folks from Google and Radius Ventures. We think that a strong design vision refined by data-driven user testing is the key to creating beautiful, fuctional products. We work from sunny Palo Alto, California. If you're a designer or engineer interested in learning about our company, send us an email.\"\r\n\r\nThe Pinterest mission statement specifically is: \"Our goal is to connect everyone in the world through the 'things' they find interesting. We think that a favorite book, toy, or recipe can reveal a common link between two people. With millions of new pins added every week, Pinterest is connecting people all over the world based on shared tastes and interests.\"",
  "op_name": "There is no formal OP name.",
  "op_vip_founders": "No discernible VIPs, as with many other social media, a certain status is conferred on those whose posts get more attention. ",
  "op_typical_member": "According to Modea (www.modea.com) : \r\n68.2% of users are women\r\n28.1% of users make over 100,000 dollar per year\r\n50% of users have children\r\n27.4% of users are 25-34 years of age\r\n",
  "formation": "FSE -- OP",
  "history": "The style of Pinterest was no new development, as it resembles earlier manifestations of the same idea, including Wists. Pinterest began development in 2009 by founder Ben Silbermann The site launched as a closed beta in March of 2010 and operated as an invitation-only open beta from there. \r\nAfter the launch of an iPhone app which gained more users than expected, Pinterest has grown rapidly. In December 2011, it became one of the top ten largest social network services according to HItwise data. \r\n\r\nAccording to Ben Silbermann's presentation at the 2012 South by Southwest Interactive conference, new profile pages are in development and will be implemented soon. As of March 23, 2012, the terms of service have been updated to reflect the fact that Pinterest can no longer sell its users' content. \r\n\r\nInvitations are no longer required to join or use Pinterest as of August 10, 2012. The iPad app was launched on April 12, 2012. There is also an Android app that was customer designed. \r\n",
  "lifespan": "2009 - present.",
  "resource": "The resource here is the ability to save, sort, upload and manage images in a public forum that allows for shared interest to the discovery of new content. \r\nThe resource is provided to the OP by the FSE, since you have to be a registered user to participate, it remains exclusively within the OP'S domain. ",
  "availability": "It is free to register, but you must register to use it. Although, it is also possible to experience other people's pinboards captured as screenshots and repurposed, in order to create or comment on content, you must be a Pinterest member. \r\n\r\n'Subject to any applicable account settings you select, you grant us a non-exclusive, royalty-free, transferable, sublicensable, worldwide license to use, display, reproduce, re-pin, modify (e.g., re-format), re-arrange, and distribute your User Content on Pinterest for the purposes of operating and providing the Service(s) to you and to our other Users. Nothing in these Terms shall restrict Pinterest’s rights under separate licenses to User Content. Please remember that the Pinterest Service is a public platform, and that other Users may search for, see, use, and/or re-pin any User Content that you make publicly available through the Service.' http://pinterest.com/about/terms/\r\n\r\nPinterest can use your data after deactivating your account: 'Following termination or deactivation of your account, or if you remove any User Content from your account or your boards, Pinterest may retain your User Content for a commercially reasonable period of time for backup, archival, or audit purposes. Furthermore, Pinterest and other Users may retain and continue to display, reproduce, re-pin, modify, re-arrange, and distribute any of your User Content that other Users have re-pinned to their own boards or which you have posted to public or semi-public areas of the Service.'",
  "participation": "The FSE has control over the infrastructure and goals of Pinterest, but users have a large amount of control over their own goals within that system. ",
  "tasks": "Tasks are: pinning, re-pinning, creating pinboards, commenting. \r\nTasks here are clearly defined. Participation is constituted by engaging in any, but preferably all of these activities. Anyone who is a registered member gets to participate in any of these activities. ",
  "modularity": "The level of investment is low in order to accomplish a task. Although the investment varies according to each kind of task, even the most arduous task requires a relatively low amount of investment. ",
  "granularity": "Not granular.",
  "metrics": "The tasks are measured by the metrics, you can see how many items you have pinned, re-pinned, commented upon as well as how many pinboards you've created. The completion of any of these tasks is relative to its size. ",
  "alliances": "Run by Cold Brew Labs. ",
  "clients": "The project clients are individuals interested in managing, storing and creating community around images and image content. ",
  "sponsors": "Pinterest is run by Cold Brew Labs which is maintained by the founders Ben Silbermann and Paul Sciarra. There is also a number of investors that contribute to its ability persist. Investors listed above. ",
  "elites": "Other than the founders, there don't seem to be any elites. ",
  "created_at": "2012-08-10T22:12:17Z",
  "updated_at": "2012-09-21T16:21:54Z",
  "summary": "Pinterest is a social photo-sharing website that is based on the visual metaphor of a pin board. It allows users to create pinboards around themes, expressing their shared interest with others and referring resources. Users can browse others pin boards, re-pin images to their own pin boards, create content or just \"like\" photos. \r\nPinterest is a for profit endeavour, run by Cold Brew Labs which is supported through individual as well as corporate investors. In its short lifespan it has gained notoriety, launched apps for the iPhone and iPad as well as inspired the development of an Android app. \r\nThe user demographics suggest that the typical Pinterest user is a young, wealthy mother. \r\n\r\nAdditional reading: \r\nDesai, Nihit. \"Online Social Networks as Markov Chains: measuring Influence in the Pinterest Community,\" (https://netfiles.uiuc.edu/nhdesai2/www/project_CS512.pdf.)\r\n\r\nDudenhoffer, Cynthia. \"Pinterest as a Library Marketing and Information Literacy Tool,\" College and Research Libraries Nwes vol. 73 no. 6 June 2012. \r\n\r\nGoreczky, Sophia. \"Human-computer Interaction Concepts Applied to the Web Interface, Pinterest,\" Dissertation prepared for Penny Beebe in the Engineering Communications Program for the Department of Computer Science  at Cornell.\r\n\r\nThere are any number of articles, websites and books dedicated to using PInterest to promote your business or corporate interests. These can be easily found and are relatively similar. \r\n\r\n",
  "birder_credits": "created by Stacy Wood August 2012",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "Organized primarily by weak ties (\"friends\") grouped into overlapping networks.",
    "id": 7,
    "name": "Overlapping Networks of Weak Ties",
    "updated_at": "2012-07-12T17:49:00Z"
  },
  "genus_type": {
    "created_at": null,
    "description": "Internet-based projects and companies specialized in social networking",
    "id": 3,
    "name": "Social Networking",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2011-10-11T04:09:00Z",
    "email": "morganecurrie@gmail.com",
    "id": 7,
    "updated_at": "2013-07-02T22:12:45Z"
  }
}