{
  "id": 238,
  "name": "IdeaScale",
  "thumbnail_100_url": "/system/assets/288/sq100/IdeaScale_logo.png",
  "thumbnail_50_url": "/system/assets/288/sq50/IdeaScale_logo.png",
  "url": "ideascale.com",
  "foritself": "Yes, it is self aware in the sense that someone has to conceive of themselves as invested in a community in order to suggest ideas, comment or expend energy for the sake of improving that company, organization or government body. There is a sense of belonging, community and participation through crowdsourcing, as ideally your ideas and suggestions about that community are read and taken into account - ideally there will be tangible results from your efforts as a member of that community. ",
  "brand": "Ideascale's logo invokes the lightbulb motif, the visual representation of the innovative, \"eureka\" moment. The visual identity matches the corporate identity which focuses on crowdsourcing ideas in order to improve or respond to concerns. ",
  "fse_name": "IdeaScale",
  "fse_owner_founder": "Rob Hoehn :  co-founder and President of IdeaScale \r\n\r\nJohn Basile : co-founder of IdeaScale, business development",
  "fse_significant_member": "Mariano Garcia : user interface \r\n\r\nJessica Day : marketing and communications\r\n\r\nMainul Islam : software developer, project manager\r\n\r\nJeremy Przasnyski : software engineer\r\n\r\nErik Siebert : business development\r\n\r\nJin Zhang : software engineer and web developer\r\n\r\nAdvisory board: Vivek Bhaskaran, Joe Peters, Rob Mariani and Romi Mahajan",
  "fse_mission_statement": "There is no formal mission statement, but all of the rhetoric focuses on crowdsourcing language. For example: \"Empower innovation. Bring out the best ideas from your customers and stakeholders by giving them a platform to share, vote and discuss feedback.\" ",
  "op_name": "No name. ",
  "op_vip_founders": "IdeaScale's first large project was with President Obama's Open Government initiative and currently, twenty three government agencies use IdeaScale for crowdsourcing new ideas and suggestions. Although there are no formal VIPS or founders, IdeaScale promotes their relationship to the government it seems to be their initial legitimating factor. ",
  "op_typical_member": "There are no typical members, the entities that utilize IdeaScale range from government agencies to non profits to corporations. Each of these engage their own constituents in order to gain crowdsourced information. The OPs for each of these users will differ depending on the services provided. IdeaScale also makes it possible to manage or limit the interaction within the platform, so the OP could be only employees or completely open.",
  "formation": "This is actually less cut and dry - The FSE has provided the infrastructure for allowing the OP to express itself and for that expression to be recognized and utilized by the user of IdeaScale. The implication though is that this OP has existed and their ideas just haven't been making it to those that would benefit through their expertise and suggestion. It seems that maybe this would go OP -- FSE -- OP in a kind of feedback loop. ",
  "history": "In 2003, QuestionPro is launched as a research project out of Brigham-Young University, it operates as a market research platform that is fully functional online. In 2004, SurveyAnalytics is formed as an LLC. This was an enterprise forged through the research leaders at Brigham-Young as well as a small group of private investors, it now expanded beyond online surveys. Under the umbrella of SurveyAnalytics, MicroPoll.com was launched in 2005 as an online polling platform, it allows users to embed polls on their website. In 2006, qSample.com is launched. qSample.com provided a population of online respondents for market research professionals to purchase high quantity samples. Experimentation with quantitative analysis techniques and qualitative open-ended feedback led Questionpro to develop a new question type that uses a familiar and iconographic thumbs up/down technique to express agreement and divergence. IdeaScale is born at this time, 2007 as an application using these techniques, a company soon formed in its name. In 2008, IdeaScale was chosen by President Barack Obama to assist in launching the open government initiative, the idea being that IdeaScale could easily provide multiple platforms in which citizens could suggest changes, comment on changes and ideas could reach agencies and politicians and vice versa. Twenty three federal agencies use IdeaScale in order to achieve feedback and crowdsourced suggestions. In 2009, IdeaScale expanded beyond the government sector to include corporate institutions. In 2010, IdeaScale was asked ti assist in implementing the 2010 Save Award which solicited suggestions from government employees with regards to saving money and cutting government waste. ",
  "lifespan": "2007 - present",
  "resource": "IdeaScale is offered as a turn key product, allowing for gaining crowdsourced suggestions from any number of sources; from consumers as well as employees. There are both paid and unpaid plans, the paid plans offering a higher level of customizability within the system. It has a flat rate pricing model, apps, flexible CSS so that you can tailor the look and feel of your feedback community to your existing brand. They also offer optional and separate consulting services in order to utilize crowdsourced material. ",
  "availability": "There are both paid and unpaid versions of the interface and the consulting services are separate. ",
  "participation": "Both, the FSE decides how to expand, where to put resources and how to engage with their customers. However, the idea is that the OP will have access to a vehicle to express their ideas for improvement. I would not say that the OP is critically engaged with goals, as they are not credited or paid for their intellectual output. ",
  "tasks": "There are several different task, a member of the community can suggest an idea, comment on ideas or \"like\" (using the thumbs up/thumbs down model). The ideas that get more attention and \"likes\" float to the top. Each of these is considered a task and there is no tangible demand for all to be completed by every member of the community, nor is there a tangible reward if your idea becomes implemented. The tasks are clearly defined. ",
  "modularity": "This depends on which community for which you are suggesting improvements. Suggesting improvements to certain consumer services or operations can be relatively undemanding, but thinking through solutions to large scale funding or governmental issues would be larger intellectual task. ",
  "granularity": "Not granular",
  "metrics": "Completion of a task is suggesting, commenting or \"liking\" a suggestion. The tasks are measured by the corporate or governmental organizations. ",
  "alliances": "They sustain themselves as a project through contracting their services for a fee. For a complete listing of how the company came to be and its corporate history, see the \"History\" section. ",
  "clients": "The current clients include corporations: \r\nMicrosoft, Intel, Subaru, Wired Magazine, Reuters, Choice Hotels, Boy Scouts; product development : Kaneva, Camtasia, Nagios, Avid, QuickOffice, OpenMaps; government: White House OSTP, OpenAustin, OpenGov, President's Save Award, Ask the Speaker, FCC Broadband Plan and Grassroots. ",
  "sponsors": "The clients and the sponsors are the same",
  "elites": "Other than the founders and small handful of employees, the elites would be whoever is in charge of the project within each client. ",
  "created_at": "2012-08-10T22:13:34Z",
  "updated_at": "2012-08-19T00:22:07Z",
  "summary": "IdeaScale is a platform for gathering crowdsourced materials to both increase engagement with a corporation or government body and provide feedback. \r\nIts first projects were government initiatives and it then expanded to include corporate endeavours. \r\n\r\nAdditional reading:\r\nIdeaScale published an introduction to its own corporate history as well as case studies about a handful of its projects. \r\n\r\nideascale.com/marketing/is_enterprise_intro.pdf\r\n\r\nBertot, J.C. \"Social Media Technology and Government Transparency,\" Computer Volume 43, Issue 11, November 2010. \r\n\r\nDe Cindio, Fiorella. \"Online Deliberation,\" Fourth International Conference OD 2010 Leeds, UK. \r\n\r\nKatzen, Sally. \"Governing in the Information Age: Technology as a Tool of Democratic Engagement,\" Cardoza Law Review, Vol 32 Issue 6, July 2011. \r\n",
  "birder_credits": "created by Stacy Wood, August 2012. ",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": null,
  "op_org_style": {
    "created_at": null,
    "description": "An unorganized mass whose only relation to each other is a mutual relationship to a producer. ",
    "id": 9,
    "name": "Consumer Market",
    "updated_at": null
  },
  "genus_type": {
    "created_at": "2011-11-30T05:22:31Z",
    "description": "Focused on volunteerism, fundraising, or cause-related participation",
    "id": 13,
    "name": "Social Entrepreneurialism",
    "updated_at": "2011-11-30T05:22:31Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2012-04-09T16:35:57Z",
    "email": "stacyewood@gmail.com",
    "id": 14,
    "updated_at": "2012-11-02T17:02:53Z"
  }
}