{
  "id": 239,
  "name": "World of Warcraft",
  "logo": "/system/assets/283/original/world-of-warcraft-logo.jpg?1345241259",
  "thumbnail_100_url": "/system/assets/283/sq100/world-of-warcraft-logo.jpg",
  "thumbnail_50_url": "/system/assets/283/sq50/world-of-warcraft-logo.jpg",
  "url": "http://us.battle.net/wow/en/",
  "foritself": "Yes, the community is extremely active within the game (either on an individual or guild level) and the culture of the game overlaps into other arenas. Fantasy fiction, product development, fan art, conventions and other activities abound. ",
  "brand": "The visual identity, branding and logo are central to World of Wonder. It is a game that demands for players to create a visual representation of their character that fits into the overall aesthetic of the persistent world. Visuals are integral to the process of the game which relies on questing and battles. The visual references of the game are to high fantasy worlds and characters and use dark colors, sharp edges and a combination of realistic and fantastic representational models. \r\nWhile the aesthetic of the branding is consistent, it is shifted slightly for each new expansion set of the game and is also used unofficially for fans and players to customize. \r\n",
  "fse_name": "Activision -- Blizzard Entertainment",
  "fse_owner_founder": "President and CEO of Activision Blizzard is Robert A. Kotick\r\nCOO of Activision Blizzard is Thomas Tippl\r\nThe three founders of Blizzard Entertainment (originally known as Sound & Synapse) are Michael Morhaime, Allen Adham and Frank Pearce. ",
  "fse_significant_member": "See above. Also include the Chairman, Jean-Bernard Levy and the Vice Chairman, Michael J. Griffith. ",
  "fse_mission_statement": "Activision and Blizzard each have individual mission statements.\r\nAcivision: \"We continue to pursue our mission to be one of the largest, most profitable and well-respected interactive entertainment software companies of the world.\"\r\nBlizzard Entertainment: \"Dedicated to created the most epic entertainment experiences.....ever.\r\nBlizzard Entertainment’s eight core values represent the principles and beliefs that have guided our company throughout the years. These values are reflected in employees' decisions and actions every day.\"\r\n",
  "op_name": "There is no official name. ",
  "op_vip_founders": "There are no specific founders or VIPS, although World of Warcraft (WOW) does keep track of rankings for individual players as well as organized guilds. There is status conferred based on progress and virtual goods acquired. ",
  "op_typical_member": "60% of players are male (http://news.bbc.co.uk/2/hi/technology/7796482.stm)\r\nWorld of Warcraft is the number one subscription based Massively Multiplayer Online Role Playing Game (MMORPG) worldwide and there are over 12 million subscribers active according to the Activision Blizzard annual report from 2010. \r\nNick Yee with the Daedelus Project (http://www.nickyee.com/daedalus/archives/001365.php) keeps statistics through online surveys. According to his collected data as of 2005, 84% of subscribers were male, the average age of players is 28 and regardless of other factors the average player spends 21-22 hours per week in game. \r\n\r\nWorld of Warcraft also tracks \"in-game\" demographics at http://www.warcraftrealms.com/census.php. You can see data according to affiliation, gender, race, class and ability. ",
  "formation": "FSE--OP",
  "history": "Blizzard Entertainment, a video game developer and publisher, was founded in February 1991. It was founded under the original name Silicon and Synapse by Michael Morhaime, Allen Adham and Frank Pearce. Silicon and Synapse began essentially as a third party developer which worked on software for many platforms including Sega Genesis, Super NES and Macintosh. \r\n\r\nIn 1993, the company developed and published its first original games Rock n' Roll Racing and the Lost Vikings.  In 1994 it changed named to Chaos studios and eventually settled on the name Blizzard Entertainment Inc. It was acquired in that same year by the company Davidson and Associates. \r\n\r\nIn 1996, Condor Games was acquired by Blizzard Entertainment Inc. Condor Games was responsible for Diablo, one of Blizzard's most successful games. Condor Games was renamed Blizzard North. That same year, CUC International acquired Davidson and Associates, merging them with HFS Corporation in order to form Cendant. \r\n\r\nIn 1997, Blizzard launched their online gaming service Battle.net. Battle.net's initial success came from its features divergent from other pc and online gaming systems. \r\n\r\nIn 1998, the software operations of Cendant were sold to French publisher Havas. In that same year, Vivendi SA acquired Havas, thus making Blizzard a part of the Vivendi games group. \r\n\r\nIn 2004, Blizzard opened European offices and Korea for the purposes of releasing different versions of the World of Warcraft platform. \r\n\r\nSwingin' Ape Studios, the company responsible for the StarCraft franchise, was acquired by Blizzard in 2005. \r\n\r\nIn 2008, Vivendi Games merged with Activision, using Blizzard's name in the resulting company Activision Blizzard. \r\n\r\nThe first game in the Warcraft Universe, Warcraft: Orcs and Humans in 1994. World of Warcraft takes palce within the Warcraft world of Azeroth about four years after the events at the conclusion of Blizzard's last original Warcraft release, Warcraft III: The Frozen Throne.  Blizzard announced World of Warcraft in September of 2001 and was released after years of testing in November of 2004. The first expansion set of the game, The Burning Crusade was released in January of 2007. In November of 2008, the second expansion set, Wrath of the Lich King was released. The third expansion set, Cataclysm was released in December of 2010. Mists of Pandaria, the fourth expansion set is set to be released soon. It was announced at BlizzCon in 2011. \r\n\r\n\r\nThe game allows all users to play together simultaneously regardless of operating system. The game interface also allows players to customize appearance, controls and playing style and priorities as well as installing ad-ons and other modifications. World of Warcraft runs natively on both Macintosh and Windows platforms, it can also be played under Linux and FreeBSD. ",
  "lifespan": "World of Warcraft specifically was released in 2004 and is still in use and active development. ",
  "resource": "The resource provided is the game environment itself, the infrastructure to connect players with each other both socially and in game. It is provided to the OP by the FSE. ",
  "availability": "World of Warcraft is  a subscription based service. The terms of service include a code of conduct that must be adhered to in order to participate. There are monitors that delete subscriptions. Obviously one can create another character with another account, but then you have lost your progress and your affiliations. \r\nhttp://us.blizzard.com/en-us/company/legal/wow_tou.html\r\n\r\nDue to large amounts of time spent in gameplay, World of Warcraft created parental controls. They can be used to limit the amount of time available for play divided by day, week and month. People often used parental controls on themselves to limit their own game play. ",
  "participation": "The FSE has sole rights over the setting and changing of goals for the game design and releases. The OP sets its own agenda within the parameters of the game. ",
  "tasks": "Anyone who pays the subscription fees is allowed to participate in the World of Warcraft community. \r\nTasks are very clearly defined, as every action within the game is attached to a system of metrics that measure your progress and acquisition of resources. Participation is constituted as game play. ",
  "modularity": "A person can play as much or as little as desired. ",
  "granularity": "The tasks are granular in the sense that you are accomplishing quests and winning battles that then allow you to move on in the game. ",
  "metrics": "Tasks are measured by battles won, quests completed, resources gained. The tasks are complete when a stage has been passed. ",
  "alliances": "Activision Blizzard owns World of Warcraft and several other properties. Its main franchises are Warcraft, StarCraft and Diablo. There is a convention held each year to celebrate these franchises through previews, product sales and announcements. \r\n",
  "clients": "The project clients are their customes/players. ",
  "sponsors": "Activision Blizzard",
  "elites": "The chief officers and financiers of Activision Blizzard.",
  "created_at": "2012-08-10T22:13:57Z",
  "updated_at": "2012-08-18T00:57:11Z",
  "summary": "World of Warcraft (WoW) is a massively multiplayer online role-playing game (MMORPG). Players build customized characters or avatars and can participate in the game either as an individual or as a member of a guild. Your character acquires experience and resources within the game, which is managed and tracked by World of Warcraft. The game operates in the Warcraft world of Azeroth and has an ongoing narrative that has manifested in three games and four expansion sets. The World of Warcraft community is active and extremely self - aware, having created an out of game economy based on the sale of virtual goods, conventions that serve as a gathering space for fans and creators and several popular culture send ups and commentaries (a webseries called The Guild is the most comprehensive). \r\n\r\nAdditional Resources:\r\n\r\nBergstraber, Sonja. \"Virtual Context Based Services for Multiplayer Online Games to Facilitate Community Participation,\" Multimedia Tools and Applications, Volume 45. \"Special Issue on Massively Multiplayer Online Gaming Systems and Applications,\" Editors Shervin Shirmohammadi and Mark Claypool. \r\n\r\nChen, Mark G. \"Communication, Coordination, and Camaraderie in World of Warcraft,\" Games and Culture 2009 4:47 originally published online 11 December 2008. \r\n\r\nNardi, Bonnie and Justin Harris. \"Strangers and Friends: Collaborative Play in World of Warcraft,\" CSCW'06, November 4–8, 2006, Banff, Alberta, Canada. Copyright 2006 ACM. \r\n\r\nSherlock, Lee. \"Genre, Activity, and Collaborative Work and Play in World of Warcraft: Places and Problems of Open Systems in Online Gaming,\" Journal of Business and Technical Communication, July 2009 vol. 23 no. 3 263-293. \r\n\r\nVan Valey, Thomas. \"An Online Community as a New Tribalism: The World of Warcraft,\" System Sciences, 2007. 40th Annual Hawaii International Conference. ",
  "birder_credits": "created by Stacy Wood August 18, 2012",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "An unorganized mass whose only relation to each other is a mutual relationship to a producer. ",
    "id": 9,
    "name": "Consumer Market",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "online games, role-playing games, persistent virtual worlds etc.",
    "id": 7,
    "name": "Games/Persistent Worlds",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Games or persistent worlds that rely on specific software or hardware environments (which may in turn rely on other components and services) and cannot be accessed without that software/hardware.",
    "id": 4,
    "name": "Gaming Environments/Platforms",
    "updated_at": null
  },
  "updated_by": {
    "created_at": "2012-04-09T16:35:57Z",
    "email": "stacyewood@gmail.com",
    "id": 14,
    "updated_at": "2012-11-02T17:02:53Z"
  }
}