{
  "id": 30,
  "name": "YouTube",
  "logo": "/system/assets/259/original/youtube-logo.png?1342631244",
  "thumbnail_100_url": "/system/assets/259/sq100/youtube-logo.png",
  "thumbnail_50_url": "/system/assets/259/sq50/youtube-logo.png",
  "url": "youtube.com",
  "foritself": "Yes",
  "brand": "YouTube's branding, design, and layout are oriented towards the effortless consumption, and near effortless production, of online videos. YouTube's moto, \"Broadcast Yourself\" is representative of the platform's focus on minimizing user discretion and maximizing the ease of creating and uploading new content. \r\n\r\nIn-keeping with these priorities, YouTube mitigates illegal distribution of content through a cosmetic bias against copyrighted material. In addition, YouTube has adopted a permissive upload policy combined with clear procedures for flagging and removing content determined to violate copyright laws.  \r\n\r\n",
  "fse_name": "Google",
  "fse_owner_founder": "YouTube was founded by Chad Hurley, Steve Chen, and Jawed Karim, who were all early employees of PayPal.",
  "fse_significant_member": "All of Google. ",
  "fse_mission_statement": "YouTube's moto: \"Broadcast yourself.\"\r\n\r\nYouTube describes itself this way: \"Founded in February 2005, YouTube allows billions of people to discover, watch and share originally-created videos. YouTube provides a forum for people to connect, inform, and inspire others across the globe and acts as a distribution platform for original content creators and advertisers large and small\"\r\n\r\n--\r\nAbout YouTube. http://www.youtube.com/t/about_youtube, Retrieved July 18, 2012.",
  "op_name": "YouTubers. The audience. The OP style is either highly organized into boutique cliques of producers around talent agencies such as Google's Next New Networks, or they are a disorganized audience.",
  "op_vip_founders": "The \"Most Subscribed\" producers certainly helped YouTube explode. ",
  "op_typical_member": "YouTube has no typical member, both professional and profoundly amateur producers are on the site.",
  "formation": "FSE-->OP. However, the OP is an outgrowth or digitalization of the citizen video movement that emerged in the 1970s with the so-called price \"democratization\" of video equipment. The digital networking of these video producers reached a critical point in 2005 with the emergence of wide-spectrum broadband and YouTube.\r\n",
  "history": "The following is from Wikipedia:\r\n\"YouTube was founded by Chad Hurley, Steve Chen, and Jawed Karim, who were all early employees of PayPal.[5] Hurley had studied design at Indiana University of Pennsylvania, while Chen and Karim studied computer science together at the University of Illinois at Urbana-Champaign.\r\n\r\nAccording to a story that has often been repeated in the media, Hurley and Chen developed the idea for YouTube during the early months of 2005, after they had experienced difficulty sharing videos that had been shot at a dinner party at Chen's apartment in San Francisco. Karim did not attend the party and denied that it had occurred, while Chen commented that the idea that YouTube was founded after a dinner party \"was probably very strengthened by marketing ideas around creating a story that was very digestible\".[7]\r\nYouTube began as a venture-funded technology startup, primarily from a $11.5 million investment by Sequoia Capital between November 2005 and April 2006.[8] YouTube's early headquarters were situated above a pizzeria and Japanese restaurant in San Mateo, California.[9] The domain name www.youtube.com was activated on February 14, 2005, and the website was developed over the subsequent months.[10]\r\nThe first YouTube video was entitled Me at the zoo, and shows co-founder Jawed Karim at the San Diego Zoo.[11] The video was uploaded on April 23, 2005, and can still be viewed on the site.[12]\r\nYouTube offered the public a beta test of the site in May 2005, six months before the official launch in November 2005. The site grew rapidly, and in July 2006 the company announced that more than 65,000 new videos were being uploaded every day, and that the site was receiving 100 million video views per day.[13] According to data published by market research company comScore, YouTube is the dominant provider of online video in the United States, with a market share of around 43 percent and more than 14 billion videos viewed in May 2010.[14] YouTube says that roughly 60 hours of new videos are uploaded to the site every minute, and that around three quarters of the material comes from outside the U.S.[15][16][17] The site has eight hundred million unique users a month.[18] It is estimated that in 2007 YouTube consumed as much bandwidth as the entire Internet in 2000.[19] Alexa ranks YouTube as the third most visited website on the Internet, behind Google and Facebook.[20]\r\nThe choice of the name www.youtube.com led to problems for a similarly named website, www.utube.com. The owner of the site, Universal Tube & Rollform Equipment, filed a lawsuit against YouTube in November 2006 after being overloaded on a regular basis by people looking for YouTube. Universal Tube has since changed the name of its website to www.utubeonline.com.[21][22] In October 2006, Google Inc. announced that it had acquired YouTube for $1.65 billion in Google stock, and the deal was finalized on November 13, 2006.[23] Google does not provide detailed figures for YouTube's running costs, and YouTube's revenues in 2007 were noted as \"not material\" in a regulatory filing.[24] In June 2008, a Forbes magazine article projected the 2008 revenue at $200 million, noting progress in advertising sales.[25] Visitors to YouTube spend an average of fifteen minutes a day on the site, in contrast to the four or five hours a day spent by a typical U.S. citizen watching television.[18]\r\nIn November 2008, YouTube reached an agreement with MGM, Lions Gate Entertainment, and CBS, allowing the companies to post full-length films and television episodes on the site, accompanied by advertisements in a section for US viewers called \"Shows\". The move was intended to create competition with websites such as Hulu, which features material from NBC, Fox, and Disney.[26][27] In November 2009, YouTube launched a version of \"Shows\" available to UK viewers, offering around 4,000 full-length shows from more than 60 partners.[28] In January 2010, YouTube introduced an online film rentals service,[29] which is currently available only to users in the US, Canada and the UK.[30][31] The service offers over 6,000 films.[32]\r\n\r\nIn March 2010, YouTube began free streaming of certain content, including 60 cricket matches of the Indian Premier League. According to YouTube, this was the first worldwide free online broadcast of a major sporting event.[33]\r\n\r\nOn March 31, 2010, the YouTube website launched a new design, with the aim of simplifying the interface and increasing the time users spend on the site. Google product manager Shiva Rajaraman commented: \"We really felt like we needed to step back and remove the clutter.\"[34] In May 2010, it was reported that YouTube was serving more than two billion videos a day, which it described as \"nearly double the prime-time audience of all three major US television networks combined\".[35] In May 2011, YouTube reported in its company blog that the site was receiving more than three billion views per day.[16] In January 2012, YouTube stated that the figure had increased to four billion videos streamed per day.[15]\r\n\r\nIn October 2010, Hurley announced that he would be stepping down as chief executive officer of YouTube to take an advisory role, and that Salar Kamangar would take over as head of the company.[36]\r\n\r\nIn April 2011, James Zern, a YouTube software engineer, revealed that 30 percent of videos accounted for 99 percent of views on the site.[37]\r\n\r\nIn November 2011, the Google+ social networking site was integrated directly with YouTube and the Chrome web browser, allowing YouTube videos to be viewed from within the Google+ interface.[38] In December 2011, YouTube launched a new version of the site interface, with the video channels displayed in a central column on the home page, similar to the news feeds of social networking sites.[39] At the same time, a new version of the YouTube logo was introduced with a darker shade of red, the first change in design since October 2006.[40]",
  "lifespan": "Large and growing since 2005. Recently profitable after losing $250 million a year.",
  "resource": "internet video hosting, cloud data storage, community interaction, and revenue sharing",
  "availability": "All can upload videos to YouTube. A recent Creative Commons licensing agreement gives the OP new freedoms while retaining the availability.\r\n\r\nFrom Youtube's Terms of Service, on the copyright of posted material:\r\nFor clarity, you retain all of your ownership rights in your Content. However, by submitting Content to YouTube, you hereby grant YouTube a worldwide, non-exclusive, royalty-free, sublicenseable and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the Content in connection with the Service and YouTube's (and its successors' and affiliates') business, including without limitation for promoting and redistributing part or all of the Service (and derivative works thereof) in any media formats and through any media channels. You also hereby grant each user of the Service a non-exclusive license to access your Content through the Service, and to use, reproduce, distribute, display and perform such Content as permitted through the functionality of the Service and under these Terms of Service. The above licenses granted by you in video Content you submit to the Service terminate within a commercially reasonable time after you remove or delete your videos from the Service. You understand and agree, however, that YouTube may retain, but not display, distribute, or perform, server copies of your videos that have been removed or deleted. The above licenses granted by you in user comments you submit are perpetual and irrevocable.\r\nhttp://www.youtube.com/static?gl=US&template=terms\r\n\r\nFrom Wikipedia, on content that cannot be posted:\r\n\"At the time of uploading a video, YouTube users are shown a screen with the message \"Do not upload any TV shows, music videos, music concerts or advertisements without permission, unless they consist entirely of content that you created yourself\". ...YouTube does not view videos before they are posted online, and it is left to copyright holders to issue a takedown notice pursuant to the terms of the Digital Millennium Copyright Act. Three successful complaints for copyright infringement against a user account will result in the account and all of its uploaded videos being deleted.\"\r\n\r\n\"The uploading of videos containing defamation, pornography, and material encouraging criminal conduct is prohibited by YouTube's terms of service.[155] Controversial areas have included Holocaust denial and the Hillsborough disaster, in which 96 football fans from Liverpool were crushed to death in 1989.\"\r\n\r\nhttp://news.bbc.co.uk/2/hi/programmes/click_online/8696716.stm",
  "participation": "The FSE are the goal setters but there is a performance of communal agenda setting, such as when viewer counts determine what is displayed on the homepage.\r\n",
  "tasks": "Tasks are clearly defined. The OP uploads videos, the FSE hosts the video and pays the OP if they receive enough views and agree to the revenue sharing agreement. ",
  "modularity": "The OP must videotape and upload videos. It is easy to do but difficult to make money doing it.\r\n",
  "granularity": "The tasks are not granular. A video is a complete entity, however the OP does better if the videos are parts of series, thus some granularity is advantageous.\r\n",
  "metrics": "A task is the uploading of a video, the production of a series of videos, the development of a consistent audience. These tasks are measured by the number of viewers they receive.\r\n",
  "alliances": "Partnerships are forged with other YouTube-based talent agencies such as The Station and before purchase Next New Networks. Alliances are formed with others within the Google universe.",
  "clients": "commercial advertisers, film and television corporations-- MGM, Lions Gate Entertainment, and CBS",
  "sponsors": "$11.5 million investment by Sequoia Capital",
  "elites": "Google executives, top YouTube producers",
  "created_at": null,
  "updated_at": "2012-07-24T05:28:12Z",
  "summary": "YouTube has become the principal platform for the consumption and distribution of amateur videos on the web. \r\nThe rate at which new content is added to YouTube is staggering: 72 hours of video are uploaded every minute. (\"YouTube Press Statistics\"). Each month the site receives over 800 million unique visitors who collectively watch over 3 billion hours of video. \r\n\r\n\r\nYouTube Press Statistics. http://www.youtube.com/t/press_statistics  Retrieved July 18, 2012 ",
  "birder_credits": "",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "genus_type": {
    "created_at": "2011-09-23T19:04:33Z",
    "description": "Media making from mainstream to remix to participatory/fan culture.",
    "id": 11,
    "name": "Culture Industry",
    "updated_at": "2011-09-23T19:04:33Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Any of various projects those primary ecology is moving visual media.",
    "id": 6,
    "name": "Television and Internet Video",
    "updated_at": null
  },
  "updated_by": {
    "created_at": "2011-10-11T04:09:00Z",
    "email": "morganecurrie@gmail.com",
    "id": 7,
    "updated_at": "2013-07-02T22:12:45Z"
  }
}