{
  "id": 34,
  "name": "MySpace",
  "thumbnail_100_url": "/system/assets/38/sq100/NEW-MYSPACE-LOGO-PICTURES.jpg",
  "thumbnail_50_url": "/system/assets/38/sq50/NEW-MYSPACE-LOGO-PICTURES.jpg",
  "url": "myspace.com",
  "foritself": "Yes.",
  "brand": "The brand of Myspace has evolved significantly, the original visual brand involved small visual representations of people and had the tagline \"a place for friends.\" The branding has always been simple, with the same blue color running throughout the banners and logo of the website. As the functionality and image of Myspace has changed from social networking to marketing and promotional profiles, the logo has also changed to a more corporate presence. A person's individual profile page was organized by icons of friends, a person could also personalize the profile with photos as well as music and other interactive elements. ",
  "fse_name": "News Corps, Specific Media LLC, Justin Timberlake ",
  "fse_owner_founder": "Chris DeWolfe, Tom Anderson\r\n",
  "fse_significant_member": "Chris DeWolfe (Founder), Tom Anderson (Founder), Justin Timberlake (Co-Owner), Tim Vanderhook (CEO Specific Media) ",
  "fse_mission_statement": "While not officially a mission statement, the about us section of myspace.com gives a sense of how the company views itself and its place in the economy of social network and content providing websites. \r\n\r\n\"Myspace LLC is a leading social entertainment destination powered by the passions of fans. Aimed at a Gen Y audience, Myspace drives social interaction by providing a highly personalized experience around entertainment and connecting people to the music, celebrities, TV, movies, and games that they love. These entertainment experiences are available through multiple platforms, including online, mobile devices, and offline events.\r\n\r\nMyspace is also the home of Myspace Music, which offers an ever-growing catalog of freely streamable audio and video content to users and provides major, independent, and unsigned artists alike with the tools to reach new audiences. The company is headquartered in Beverly Hills, CA and is a subsidiary of Specific Media.\"",
  "op_name": "No official name",
  "op_vip_founders": "There are no founders of the OP - aside from the false sense that \"Tom\" (Tom Anderson, one of the founders of Myspace)  is the beginning of a person's social network. VIPs range, some people have used Myspace to garner a certain level of fame, such as Tila Tequila. ",
  "op_typical_member": "According to Quantcast (updated June 2012), the typical user of Myspace currently is female, 18-24 years of age, has children, makes less than 50,000, has not graduated from college and is Hispanic.",
  "formation": "FSE--OP",
  "history": "Myspace was started by several employees of eUniverse in 2003. Brad Greenspan the founder, chairman and CEO of eUniverse as well as Chris DeWolfe who became Myspace's first official CEO along with Josh Berman and Tom Anderson, who would become Myspace's first president. eUniverse became the breeding ground for Myspace, which capitalized on the preexisting customer base to get it off the ground. Myspace began as and was always a free community. \r\n\r\nIn 2005, NewsCorp purchased Myspace for 580 million dollars. International versions of Myspace were launched subsequently, starting with the UK version in 2006. 2006 also saw the launch of Myspace IM, an instant messenger that allows Myspace users to utilize their accounts to converse with other users.\r\n\r\nIn 2007, Myspace joined the Open Social alliance, which promotes a set of common standards for developers to write and amend programs for social networking platforms. \r\n\r\nMyspace was eclipsed by Facebook as the world's leading social network platform in 2008. Myspace continued to develop their own software and programs internally, while other social networks focused on adaptability and the ability for different corporate and independent bodies to provide add-ons to the platform. Myspace also remained focused on entertainment promotion and silo like mechanisms that did not capture the breadth of social networking capabilities offered elsewhere. Myspace also failed to keep up with security measures, spam and the perception of assaulting advertising that other social networks tried to curtail. \r\n\r\nDespite corporate shakeups involving the replacement of Tom Anderson and Chris DeWolfe, Myspace has failed to stop losing users at a rapid rate. It has since attempted to reframe itself less as a social networking site and more as a place for small artists and musicians to manage their image and promote their materials. \r\n\r\nIn 2011, NewsCorp put Myspace up for sale but failed to garner any bidders who were willing to meet the reserve price. Later that year, Specific Media acquired Myspace for an undisclosed amount. Since that time, many new features have been released, including Myspace TV, but has still failed to return to its former impact. ",
  "lifespan": "2003 - present. ",
  "resource": "social media platform, self-promotion for independent musicians and media producers",
  "availability": "anyone can join, open API allows for third party development",
  "participation": "FSE",
  "tasks": "The lack of clarity of tasks is part of the reason Myspace may have overextended its resource. The tasks range from personal use for communication and networking to advertising, to managing the image and events of bands or artists. \r\nParticipation then, ranges according to the level of use and the intended use. Anyone who is registered can participate to the degree they choose. ",
  "modularity": "The level of investment is relatively small, all that is required is the creation of a profile. Successfully managed profiles require consistent updates as well as consistent outreach.",
  "granularity": "Not at all",
  "metrics": "Task metrics are limited to number of friends, number of posts, attention received etc., the tasks in their essence are never really completed, since the idea is perpetual expansion of one's network. ",
  "alliances": "Panasonic (Myspace TV) \r\nksolo.com\r\nTelligent Community\r\nZynga\r\nSlide\r\niTunes\r\nHulu\r\nSNOCAP\r\ninternational versions of Myspace include: India, Italy, Latin America, Ireland, Greece, Germany, Finland, France, Denmark, China, Canada, UK, Turkey, Sweden, Spain, Russia, Portugal, Poland, New Zealand, Netherlands, Mexico, Korea, Japan, Brazil, Australia. ",
  "clients": "commercial advertisers, media corporations, users, artists, bands",
  "sponsors": "Specific Media, Justin Timberlake, advertisers",
  "elites": "other than high level FSE participants, n/a",
  "created_at": null,
  "updated_at": "2012-09-07T01:15:17Z",
  "summary": "Myspace began as a social networking site and evolved into a space for bands, artists and entities to manage their corporate or public identities. \r\nIt is a traditional corporate structure, and has changed according to its different corporate sales and transitions. Its management through NewsCorps failed to keep up with other competitive social networking sites and its focus after its acquisition from Justin Timberlake/Specific Media has become on the development of new content delivery platforms such as Myspace TV. \r\n\r\nAdditional Reading: \r\n\r\nCaverlee, James and Steve Webb. \"A Large-Scale Study of MySpace: Observations and Implications for Online Social Networks,\" Proceedings of ICWSM, 2008. \r\n\r\nColazzo, L. \"Collaboration vs. Participation: The Role of Virtual Communities in the 2.0 World.\" Education Technology and Computer, 2009, ICETC 2009. \r\n\r\nHargittai, Eszter and Gina Walejko. \"The Participation Divide: Content Creation and Sharing in the Digital Age.\" Information, Communication and Society, Volume 11, Issue 2, 2008. \r\n\r\nJackson, Nigel A. and Darren G. Lilleker. \"Building an Architecture of Participation? Political Parties and Web 2.0 in Britain.\" Journal of Information Technology and Politics, Volume 6, Issue 3-4, 2009. \r\n\r\nParks, Malcolm R. \"How Social is Social Computing Anyway? A Descriptive Study of Social Participation on MySpace.\" Position statement submitted to the group 2007 workshop on research directions for social computeing, Department of Communication, University of Washington. \r\n\r\nPetersen, Soren Mork. \"Loser Generated Content: From Participation to Exploitation,\" First Monday Vol. 13, Number 3, March 2008. \r\n\r\nQuintelier, Ellen and Sara Vissers. \"The Effect of Internet Use on Political Participation; An Analysis of Survey Results for 16 year olds in Belgium.\" Social Science Computer Review. Winter 2008, Vol. 26, no. 4. \r\n\r\n",
  "birder_credits": "Stacy Wood August 2012. ",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Internet-based projects and companies specialized in social networking",
    "id": 3,
    "name": "Social Networking",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2012-04-09T16:35:57Z",
    "email": "stacyewood@gmail.com",
    "id": 14,
    "updated_at": "2012-11-02T17:02:53Z"
  }
}