{
  "id": 35,
  "name": "PLoS (Public Library of Science)",
  "logo": "/system/assets/267/original/logo.gif?1343685044",
  "thumbnail_100_url": "/system/assets/267/sq100/logo.gif",
  "thumbnail_50_url": "/system/assets/267/sq50/logo.gif",
  "url": "http://www.plos.org/",
  "foritself": "Yes, the OP is self-aware in that they have to choose to be a part of the open-access scientific publishing community (versus the more traditional for-profit publishing houses).",
  "brand": "PLoS recently changed the logo. According to the website, they've \"simplified the “globe”, made it scalable, and modernized the typeface of [the] logo—small changes that make it easier for people to read\r\nand provide options for use in a variety of settings (both on and offline), today and in the future.\" The older logo is attached under \"other files\" for comparison. \r\n\r\n(Accessed July 30, 2012: http://www.plos.org/new-plos-look/)",
  "fse_name": "PLoS",
  "fse_owner_founder": "Michael B. Eisen - PLOS Co-founder; Assistant Professor of Genetics, Genomics and Development, Department of Molecular and Cell Biology, University of California, Berkeley\r\n\r\nPatrick O. Brown - PLOS Co-founder; Stanford University School of Medicine, Howard Hughes Medical Institute.\r\n\r\nHarold Varmus - Director, National Cancer Institute\r\n\r\n('Board of Directors,' accessed August 15, 2012: http://www.plos.org/about/people/board-of-directors/) ",
  "fse_significant_member": "Gary Ward - PLOS Chairman of the Board; Professor of Microbiology and Molecular Genetics and Co-Director of the Vermont Center for Immunology and Infectious Diseases, University of Vermont.\r\n\r\nOther members of the Board of Directors: \r\nRobin Lovell-Badge\r\nHeather Joseph\r\nDavid Liddle\r\nRosalind L. Smyth\r\nMarty Tenenbaum\r\nBeth Weil\r\n\r\n('Board of Directors,' accessed August 15, 2012: http://www.plos.org/about/people/board-of-directors/) \r\n\r\nThe organization also has an international advisory group; members of this group can be found at (http://www.plos.org/about/people/international-advisory-group/).\r\n\r\nA list of staff and employees can be found at (http://www.plos.org/about/people/staff/).",
  "fse_mission_statement": "The FSE is guided by a set of core principles: open access, excellence, breadth, cooperation, financial fairness, community engagement, internationalism, and science as a public resources. \r\n\r\nAn explanation of each of the core principles can be found at (http://www.plos.org/about/what-is-plos/core-principles/).",
  "op_name": "The OP for PLoS is made up of different communities, including researchers, open access publishers, and institutional members.",
  "op_vip_founders": "Before PLoS became an official organization, the co-founders passed around a petition that \"urged scientific and medical publishers to make research literature available for distribution through free online public archives, such as the U.S. National Library of Medicine’s PubMed Central. Nearly 34,000 scientists from 180 nations signed the letter.\" The list of the scientists that signed the petition can be found at (http://www.plos.org/wp-content/uploads/2011/05/Signers-List-111610.pdf).",
  "op_typical_member": "Scientists, researchers, OA publishers, institutional members, such as university libraries, and scientific journalists. ",
  "formation": "FSE --> OP",
  "history": "\"The initiative began in early 2001 with the circulation of an open letter by founders Harold Varmus, Director, National Cancer Institute; Patrick Brown, Professor, Department of Biochemistry, Stanford University School of Medicine, and Howard Hughes Medical Institute in California, Investigator; and Michael Eisen, Associate Professor of Genetics, Genomics, and Development in the Department of Molecular and Cell Biology at the University of California, Berkeley.\r\n\r\nReflecting the organization’s roots within the academic community, the letter urged scientific and medical publishers to make research literature available for distribution through free online public archives, such as the U.S. National Library of Medicine’s PubMed Central. Nearly 34,000 scientists from 180 nations signed the letter, but the publishing landscape remained largely unchanged until PLOS became a publisher itself to affect change.\r\n\r\nPLOS therefore reinvented itself as a publisher in 2003 to show how open access publishing could work.\" \r\n\r\n\"PLOS entered the publishing arena in October 2003 with the launch of PLOS Biology, followed in October 2004 by PLOS Medicine. The next major step came in 2005, when PLOS launched three of its four discipline-based community journals — PLOS Genetics, PLOS Pathogens, and PLOS Computational Biology.  PLOS pushed the OA envelope yet again in 2006 with the debut of PLOS ONE. In 2007, with the generous support of the Bill & Melinda Gates Foundation, PLOS launched PLOS Neglected Tropical Diseases.  In 2009, the organization introduced PLOS Currents, which can make research available to the public in as little as 24 hours.\" \r\n\r\nIn 2010, PLOS continued to grow and the organization launched a new Blog network for discussing science and medicine in public, covering topics in research, culture, and publishing. The organization also launched PLOS Hubs: Biodiversity to show how open-access literature can be reused and reorganized, filtered, and assessed to enable the exchange of research, opinion, and data between community members. \r\n\r\nRecently, PLOS ONE announced that it would be teaming up with figshare and Science Exchange to create the Reproducibility Initiative, which \"aims to help scientists validate their research findings by providing a mechanism for blind, independent replication by experts from Science Exchange’s network of more than 1,000 providers at core facilities and contract research organizations.\" \r\n\r\n\r\n('Early History,' accessed August 15, 2012: http://www.plos.org/about/what-is-plos/early-history/)\r\n('Publishing,' accessed August 15, 2012: http://www.plos.org/about/what-is-plos/publishing/)\r\n('PLOS ONE launches reproducibility initiative,' accessed August 15, 2012: http://blogs.plos.org/everyone/2012/08/14/plos-one-launches-reproducibility-initiative/)\r\n\r\n\r\n",
  "lifespan": "The project is growing and partnering with other organizations, such as figshare. ",
  "resource": "The organization provides an open access publishing platform and publications.",
  "availability": "The Public Library of Science (PLOS) applies the Creative Commons Attribution License (CC-BY) to works they publish. Under this license, authors retain ownership of the copyright for their content, but allow anyone to download, reuse, reprint, modify, distribute, and/or copy the content as long as the original authors and source are cited. No permission is required from the authors or the publishers. Appropriate attribution can be provided by simply citing the original article. \r\n\r\n('License,' accessed August 15, 2012: http://www.plos.org/about/open-access/license/)",
  "participation": "The core objectives of the FSE are to:  \r\n\r\n- Provide ways to overcome unnecessary barriers to immediate availability, access, and use of research\r\n- Pursue a publishing strategy that optimizes the openness, quality, and integrity of the publication process\r\n- Develop innovative approaches to the assessment, organization, and reuse of ideas and data\r\n\r\n('About,' Accessed July 31, 2012: http://www.plos.org/about/)\r\n\r\n",
  "tasks": "The main task that constitutes participation is submitting a research article for publication in any of the open access journals published by PLOS. Anyone can submit an article; however, only the articles that pass the peer-review process will be accepted. ",
  "modularity": "The level of investment in supporting the OA mission of the organization varies with each \"act\" of participation. On the high end of investment, participants can write and submit research articles or take part in the peer review process. In the middle range, a person may participate by performing OA advocacy work or writing a blog post. On the lower end, a person can choose to read and download research published in OA journals. ",
  "granularity": "Participation can take the form of submitting a research article, reviewing an article, downloading and reading articles, writing a blog, and performing OA advocacy. ",
  "metrics": "The completion of a task would include submitting a research article that passes the peer-review process and is accepted into one of the journals. The organization would also be successful is the articles they publish and the initiatives undertaken continue to promote open the core principles: access, excellence, breadth, cooperation, financial fairness, community engagement, internationalism, and science as a public resources. ",
  "alliances": "Alliances with Editorial and Open Access Groups:\r\n\r\nOpen Access Scholarly Publishing Association\r\nScholarly Publishing and Academic Resources Coalition\r\nCommittee of Publication Ethics\r\nCouncil of Scientific Editors\r\nNational Association of Science Writers\r\nInternational Society of Managing and Technical Editors\r\nWorld Association of Medical Editors\r\n\r\nAlliances with Professional Editorial or Publishing Services:\r\n\r\nAmerican Journal Experts, LLC\r\nAries Systems Corporation\r\nThe Charlesworth Group, Inc.\r\nJ&J Editorial, LLC\r\nZyg Group, LLC\r\n\r\n('Who We Work With,' Accessed July 31, 2012: http://www.plos.org/about/what-is-plos/who-we-work-with/)",
  "clients": "Project clients include scholars, researchers, and academic institutions. ",
  "sponsors": "According to the PLoS \"Early History\" page, the FSE has received \"generous support\" from the following organizations:  \r\n\r\nAgouron Institute\r\nWilliam K. Bowes, Jr. Foundation\r\nBurroughs Wellcome Fund\r\nCalifornia Community Foundation\r\nEllison Medical Foundation\r\nThomson Gale\r\nBill & Melinda Gates Foundation\r\nGenentech\r\nThe Irving A. Hansen Memorial Foundation\r\nThe Kahle/Austin Foundation\r\nThe John D. & Catherine T. MacArthur Foundation\r\nGordon and Betty Moore Foundation\r\nOpen Society Institute\r\nThe David and Lucile Packard Foundation\r\nSandler Family Supporting Foundation\r\nTides Foundation\r\nAlfred P. Sloan Foundation\r\nUnited Health Foundation\r\n\r\n('Early History,' Accessed July 31, 2012: http://www.plos.org/about/what-is-plos/early-history/)",
  "elites": "The co-founders Harold Varmus, Michael B. Eisen, and Patrick O. Brown have legitimate authority based on their positions within the organization. ",
  "created_at": null,
  "updated_at": "2012-08-15T19:56:17Z",
  "summary": "\"PLOS is a nonprofit open-access scientific publishing project aimed at creating a library of open access journals and other scientific literature under an open content license. It launched its first journal, PLoS Biology, in October 2003 and publishes seven journals, all peer reviewed, as of April 2012.\" The organization was started by  co-founders Harold Varmus (American Nobel Prize-winning scientist), and Professors Michael B. Eisen and Patrick O. Brown.  The organization is currently partnering with other OA advocates, such as figshare, to make data available for reproducibility testing. \r\n\r\n",
  "birder_credits": "Pat Garcia ",
  "tangible_problem": "No",
  "tangible_problem_detail": "",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "OP framed as user-producers and collaborators",
    "id": 13,
    "name": "Produsers",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Projects that allow participation in science or engineering, such as citizen science, and including medical research",
    "id": 5,
    "name": "Science and/or Engineering",
    "updated_at": "2011-11-29T21:48:40Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2012-04-22T23:44:57Z",
    "email": "patgarcia83@gmail.com",
    "id": 24,
    "updated_at": "2013-07-09T03:38:55Z"
  }
}