{
  "id": 37,
  "name": "Kickstarter",
  "logo": "/system/assets/27/original/Screen%20shot%202011-08-12%20at%202.26.06%20PM.png?1313184818",
  "thumbnail_100_url": "/system/assets/27/sq100/Screen%20shot%202011-08-12%20at%202.26.06%20PM.png",
  "thumbnail_50_url": "/system/assets/27/sq50/Screen%20shot%202011-08-12%20at%202.26.06%20PM.png",
  "url": "http://www.kickstarter.com/",
  "foritself": "Yes, the project is aware of itself as an entity. It markets itself as \"a funding platform for creative projects.\" (http://www.kickstarter.com/)",
  "brand": "A Brooklyn-based start-up that uses a crowd-funding and social-networking technologies on its dynamic website to match aspiring artists, designers, entrepreneurs, and filmmakers with potential patrons. The innovation here is a 'threshold pledge system', which means each project takes all-or-nothing of its patrons' pledged funds. Projects range from indie-film and music to solar power projects, watches, and baked goods. This model circumvents many traditional avenues of investment - for our purposes, we can say investing as participation, or the democratization of investment. \r\n\r\nGould, Emily. \"Start me up\". Technology Review (MIT). http://www.technologyreview.com/web/26945/?a=f",
  "fse_name": "Kickstarter, Inc. (formally Kickstartr)",
  "fse_owner_founder": "The organization was co-founded by Perry Chen, Yancey Strickler, and Charles Adler.",
  "fse_significant_member": "Lance Ivy has been Lead Developer since the website launched. Fred Wilson serves on the Board of Directors.",
  "fse_mission_statement": "Kickstarter refers to itself as \"a place where people come together to fund and promote projects, and watch them grow\". (Accessed July 24, 2012: http://www.good.is/post/diary-of-a-social-venture-start-up-lessons-from-kickstarter/)",
  "op_name": "The OP does not have an official name.  The OP is made up of both \"creators\" and \"backers.\" Creators are the people who post projects and are in search of funding. Backers are the people who \"pledge\" or provide the funds for a project.  ",
  "op_vip_founders": "The most significant creators and projects occurred in 2012. In February, \"a dock made for the iPhone designed by Casey Hopkins became the first Kickstarter project to break a million dollars pledged. A few hours later, a project by computer game developers Double Fine Productions to fund a new adventure game reached the same figure having been launched less than 24 hours earlier, and finished with over $3 million pledged. This was also the first single day in which Kickstarter raised over a million dollars in pledges.On May 18, 2012, The Pebble E-Paper Watch raised more than $10,000,000 to become the most funded project in Kickstarter history.\"\r\n(Accessed July 16, 2012: http://en.wikipedia.org/wiki/Kickstarter)",
  "op_typical_member": "The \"creators\" are mainly artists, entrepreneurs, filmmakers. The \"backers\" or funders range from normal people who can pledge a small amount to more professional \"angel investors\" who pledge significant amounts of money. ",
  "formation": "The project was always an FSE that worked to build an OP. The FSE claims no ownership over the OP produced works; however, the FSE does retain the right to archive all projects. (Accessed July 24, 2012: http://www.kickstarter.com/help#CanAProjBeDele)",
  "history": "The idea began in 2008 as envisioned by founders Perry Chen, Yancey Strickler, and Charles Adler. The site launched in April of 2009 to crowdsource the funding of arts projects. Kickstarter's beginnings resemble its projects — fueled with a series of small investments from fellow artists and start-up investors. Investors including Twitter cofounder Jack Dorsey, Meetup cofounder Scott Heiferman, and Vimeo cofounder Zach Klein.\r\n\r\nIn the year 2010, Kickstarter had 3,910 successful projects, $27,638,318 pledged, and a project success rate of 43%. In July 2011, Kickstarter announced $50 million in pledges and 10,000 successfully funded projects. In October 2011, the site reached $100 million in pledges and counted its one millionth backer. As of July 3, 2012, there were over 62,000 launched projects (3,973 in progress), with a success rate of 44%. (Accessed July 16, 2012: http://en.wikipedia.org/wiki/Kickstarter).\r\n\r\nFor origin stories See:\r\nhttp://www.wired.com/magazine/2011/03/ff_kickstarter/all/1\r\nhttp://www.inc.com/guides/2010/04/using-kickstarter-for-business.html\r\nhttp://www.inc.com/guides/2010/04/using-kickstarter-for-business.html\r\n\r\nFor stats:\r\nhttp://www.kickstarter.com/blog/2011-the-stats\r\n",
  "lifespan": "2009 -Today",
  "resource": "Kickstarter is a fundraising organization that uses crowd-sourcing to raise funds.\r\n\r\nThe site serves as platform for authors, filmmakers, entrepreneurs etc. to house their requests for funds. The platform then serves as a public feedback mechanism. Artists create a bond with customers/investors who get updates along the way as the projects they've backed go from vision to reality. \r\n\r\nPatrons also get a more intimate view of the projects they finance and can even make creative suggestions. Though they don't get a long-term return on profits, or even a cut, they receive some tangible gift for their contribution (for instance, $15 to a writer gets you a book in the mail, $50 to a musician gets you an autographed vinyl LP plus a screen-printed poster). The model that lies between donating and investing. The organization provides some legal protections as well to guarantee that creators deliver their projects. The site has a 44% success rate. (Accessed July 24, 2012: http://www.kickstarter.com/help#piIAmUnabToCompMyProjAsListWhatShouIDo) \r\n\r\nThe site is also an archive. Projects posted to the site can never be removed (see http://www.kickstarter.com/help#CanAProjBeDele).\r\n",
  "availability": "Kickstarter decides which projects are featured and promoted (See its project guidelines: http://www.kickstarter.com/help/guidelines). However anyone can become a donor and get involved in the progress of an idea. An idea only receives cash awards if it meets its goal funding at its chosen deadline (an all-or-nothing model).",
  "participation": "The goals for Kickstarter as an organization are set by the FSE.\r\n\r\nFor Kickstarter, the goal is to maintain an active site that introduces artists to funders and brings projects to fruition. Additionally, keeping both parties honest would be another long-term goal towards viability. The company takes a 5% cut of each successful project.\r\n\r\nFor creators, the goal is to fulfill the entire financial target before the project's time expires. If the financial target is not met,  the creator does not receive any of the money that's been pledged. \r\n\r\nFor funders, one incentive is that each potential project comes with rewards for contributing various amounts should the project succeed. Overall one could make the case for the social capital built between patrons and artists, a sense of inclusion.\r\n\r\n“It’s not an investment, lending or a charity,” said Perry Chen, a co-founder of Kickstarter and a friend of Mr. Scioneaux. “It’s something else in the middle: a sustainable marketplace where people exchange goods for services or some other benefit and receive some value.”\r\n(Accessed July 16, 2012: http://www.nytimes.com/2009/08/25/technology/start-ups/25kick.html?_r=1&em).",
  "tasks": "Tasks for the company include selecting, promoting, and cultivating potential creators. The company keeps a person on staff simply to find creators.\r\n\r\nTasks for the creators include submitting a project, which includes creating a page from Kickstarter's site, producing a promotional video, keeping patrons and potential pledgers up-do-date on the project, and producing and sending out mementos of the project.\r\n\r\nTasks for the backers mainly consists of pledging.",
  "modularity": "The highest level of investment is for the creators who must build a strong visual case for their project on the website and work towards the goal funding, keeping investors happy along the way. Backers have a low level of investment beyond a simple pledge.",
  "granularity": "The tasks for creators include building a page on the website, including a video (for creators), and spreading the word of their project, mainly through the use of social media. \r\n\r\nFor backers, the projects are broken down into different levels of donation, so that you can participate at a low to high level and still feel a part of the project.",
  "metrics": "The main metric here would be reaching a project's financial goal, otherwise the artist loses all pledges.",
  "alliances": "Money pledged by donors is collected using Amazon, which charges 3-5%. (Accessed July 24, 2012: http://www.nytimes.com/2010/04/04/business/04digi.html)\r\n\r\n",
  "clients": "The clients are potential and actual project-creators and project-backers. ",
  "sponsors": "Venture capital firm Union Square Ventures is known as the sites biggest backer, along with Twitter co-founder Jack Dorsey, Vimeo co-founder Zach Klein and Flickr co-founder Caterina Fake, comedian David Cross and the Pitchfork Music publisher Chris Kaskie.\r\n\r\nSee: 'Kickstarter Fesses Up: The Crowdsourced Funding Start-Up Has Funding, Too' by Peter Kafka, 17 March 2011. (Accessed July 24, 2012: http://allthingsd.com/20110317/kickstarter-fesses-up-the-crowd-sourced-funding-startup-has-funding-too/)",
  "elites": "Major project sponsors, such as Union Square Ventures and Jack Dorsey from Twitter, have special access to the project based on the large amount of financial support they provide to the FSE. ",
  "created_at": null,
  "updated_at": "2012-07-24T18:12:35Z",
  "summary": "Kickstarter is a website that helps fund artists, filmmakers, product designers, musicians, and other start-ups  through an \"all-or-nothing\"  funding model. The fund-raising platform has helped launch a variety of creative endeavors that meet a threshold pledge goal and time set by project founders. The service has raised over $20 million for films, books, music, design startups, small museums and businesses, etc. Falling between investment and charity, donors get some benefit in return for their gifts, such as copies of the movies or music produced, shares in rooftop beekeeping, or contact with artists. (Accessed July 24, 2012: http://www.good.is/post/diary-of-a-social-venture-start-up-lessons-from-kickstarter/, http://www.technologyreview.com/web/26945/?a=f)",
  "birder_credits": "Morgan Currie\r\nPat Garcia ",
  "tangible_problem": "No",
  "tangible_problem_detail": "Overall, the entity is designed to generally provide crowdsourced funding. However, each project does have its own tangible end goal. ",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "OP framed as user-producers and collaborators",
    "id": 13,
    "name": "Produsers",
    "updated_at": null
  },
  "genus_type": {
    "created_at": "2011-11-30T05:22:31Z",
    "description": "Focused on volunteerism, fundraising, or cause-related participation",
    "id": 13,
    "name": "Social Entrepreneurialism",
    "updated_at": "2011-11-30T05:22:31Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2012-04-22T23:44:57Z",
    "email": "patgarcia83@gmail.com",
    "id": 24,
    "updated_at": "2013-07-09T03:38:55Z"
  }
}