{
  "id": 39,
  "name": "Personal Genome Project",
  "logo": null,
  "thumbnail_100_url": null,
  "thumbnail_50_url": null,
  "url": "http://www.personalgenomes.org/",
  "foritself": "Yes, very much so. This scientific project in Church's lab has been incorporated as a 501(c)(3) nonprofit called PersonalGenomes.org. The project website is actively used for the dissemination of information about the project and the recruitment of participants. It also gathers links to news published about PGP (http://www.personalgenomes.org/news.html) and events (http://www.personalgenomes.org/events/) in which PGP FSE members participate. These links seem a touch out of date, not referencing items from after 2009 and 2010 respectively. The site also links to a PGP blog that is actively updated (http://blog.personalgenomes.org/). ",
  "brand": "Public face of a scientific project within the lab of George M. Church (professor of genetics at Harvard Medical School and director of the Center for Computational Genetics). Branding is minimal; there is no logo, or rather the logo is just \"Personal Genome Project\" in a serif font. The design is clean and simple, nothing flashy or exciting. Less slick, even, than most wordpress pages. ",
  "fse_name": "PersonalGenomes.org is the name of the 501(c)(3) entity that is closely tied to and managed by members of George Church's genetics lab. Though it also has a board of directors and other elements of non-profit organization bureaucracies. The FSE seems not to be wholly focused on the collection and management of the PGP 100,000 genome dataset, but rather in providing an infrastructure to scientists for recruiting and consenting participants, standardizing data processing, fundraising and meetings:\r\n\r\n\"coordinates international \"public genomics\" efforts, including PGP-Boston and a growing list of PGP research centers being set-up in other countries. PersonalGenomes.org provides basic infrastructure -- consent forms, open genomic annotation tools, educational content for the general public, annual meeting support, fundraising, and software to this federation of research studies. It also coordinates with a variety of other non-profit and for-profit groups involved in open-access databases, phenotyping and sequencing.\" (http://www.personalgenomes.org/about.html) (accessed July 7, 2012)",
  "fse_owner_founder": "George M. Church is the founder and chairman--the PGP seems to be his vision. His biographical information: http://arep.med.harvard.edu/gmc/\r\n\r\nThe FSE could probably be considered a Charismatic Leadership project, but it seems that the non-profit bureaucratic incorporation, etc. are all designed to detach the PGP from Church's personality. The question is who makes decisions which is hard to tell from the websites. Church is all over the site but doesn't seem to be a blog contributor. \r\n\r\nChurch is definitely moved by the ideology of openness characteristic of FOSS and, to a lesser degree, science more broadly. He's also highly entrepreneurial having founded 4 companies ( see attached Wired article).",
  "fse_significant_member": "Board of Directors\r\nGeorge Church PhD (Chairman)\r\nEsther Dyson\r\nJuan Enriquez\r\nJohn Halamka MD\r\nRyan Phelan\r\nJoseph Thakuria MD \r\n(http://www.personalgenomes.org/about.html accessed 7/7/12)\r\n\r\nThe first 10 PGP participants submitted their genomes publicly. They include Church, Dyson, a bunch of biotech scientist/executives, and Steven Pinker. (http://www.personalgenomes.org/pgp10.html) ",
  "fse_mission_statement": "The mission of the Personal Genome Project is to encourage the development of personal genomics technology and practices that:\r\n\r\n    are effective, informative, and responsible\r\n    yield identifiable and improvable benefits at manageable levels of risk\r\n    are broadly available for the good of the general public\r\n\r\nTo achieve this mission we will build a framework for prototyping and evaluating personal genomics technology and practices at increasing scales. In support of this goal, we will:\r\n\r\n    develop a broad vision for how personal genomes may be used to improve the understanding and management of human health and disease\r\n    provide educational and informational resources for improving general understanding of personal genomics and its potential\r\n    recruit individuals interested in obtaining and openly sharing their genome sequences, related health and physical information, and reporting their experiences as a participant of the project on an ongoing basis\r\n    develop technologies to improve the accessibility of personal genome sequencing\r\n    foster dialog with research communities, industries, and public and governmental bodies with interests in personal genomics, and related ethical, legal, and social issues (ELSI)\r\n    develop tools for interpreting genomic information and correlating it with related personal medical and biological information\r\n\r\nWe believe our mission is best served by soliciting input and promoting openness and collaboration from the very start to ensure that the different threads of personal genomics are all individually addressed and reinforce each other as they come together. Toward this end, we seek the involvement of individuals from research communities, industry, public bodies, and other stakeholders interested in contributing to our mission.\r\n\r\nhttp://www.personalgenomes.org/mission.html accessed 7/7/12",
  "op_name": "The OP doesn't really have a distinct name. It is referred to as \"PGP Community\". There are two groups that comprise it: the volunteers who donate DNA and information and the researchers who use the data and who collect their own in accordance with PGP procedures. \r\n\r\nIn some sense there are two OPs here, then. The flat, minimally organized network of DNA donors (who have contact with the FSE largely as individuals and seem to have no connections with each other), and the groups of scientists who presumably have more autonomy and intercommunication as they use PGP data and/or set up local recruitment enterprises. ",
  "op_vip_founders": "None really among the DNA donors, though there are some famous members.\r\n\r\nThe OP of scientists may be in formation and doesn't seem to be much discussed in the project's materials. This is something that an interview or other sources of information might illuminate. For example, on the PGP blog, Madeleine Price Ball mentions PGP is working on putting together a special phlebotomy kit for use at the Feinstein Institute to facilitate a move to nationwide sampling (beyond Boston) (http://blog.personalgenomes.org/2012/03/16/blood-kits-snapshot/ accessed 7/8/12)",
  "op_typical_member": "There are two kinds of \"typical\" members in accordance with the two OPs represented. The first are the DNA donors. The first 10 were scientist/celebrities, currently they're working on the 1000+ group. As of 7/7/12 there were 1920 donors who have online profiles (with some personal and phenotype data and genetic data). Apparently there have been many more donors than the lab has been able to process--the blog entreats people waiting for their sequence data to be patient. \r\n\r\nParticipants in PGP-Boston, currently the only(?) PGP site, must be 21+, US citizens or permanent resident, and must pass an entrance exam. PGP would like to expand internationally, but that's pending future legal developments. ( http://www.personalgenomes.org/eligibility.html )\r\n\r\nDonors go through a fairly rigorous entrance process with multiple consents and an entrance exam (a study guide is provided) that expects them to understand something about genetics, IRBs and consent, and the possible ways that privacy could be breached and the risky information that might be obtained. Thus OP participants seem to be fairly knowledgeable, unconcerned about privacy and ownership, and also motivated by knowledge and contributing to general knowledge. The materials emphasize that personal benefits are likely to be few; the biggest benefit is to scientific knowledge. \r\n\r\nDonations represent the beginning of a longterm relationship with the FSE. After the donation and the initial entrance surveys, donors are contacted regularly by email to see if they've had any \"adverse events\" from participation (standard IRB stuff), but they're also expected to offer additional health and personal information as it emerges in their life or as researchers think of new questions. Thus building the dataset is ongoing. \r\n\r\nParticipant donors are invited also to be users. They can download anyone's data. The PGP provides some viewers and tools for investigating the data and promises more. (for example: http://evidence.personalgenomes.org/ and https://my.personalgenomes.org/users/ ) Also participants are invited to conferences (GET conference) and other events. ( http://blog.personalgenomes.org/2012/05/07/making-the-pgp-more-personal-participation-highlights-from-get2012-and-looking-ahead-to-get2013/ )\r\n\r\nThe impression is that participants are eager, well-informed people, more interested in self-knowledge and science than concerned about the risks of that information. It is unclear how true that is or the degree to which participants go beyond donors to users of the information. \r\n\r\nAs for the typical member of the scientist OP--the scientists that PGP hopes to organize into PGP centers--there is little information at this time. Interviews or other resources might be necessary to study. ",
  "formation": "The PGP's development went from George Church's vision to FSE to OP. In 2005, for example, Church wrote a Scientific American article in 2005 that mentioned his vision for the PGP and said it had Harvard's IRB approval (see attached). In Jan 2006 the project was formally announced (http://en.wikipedia.org/wiki/Personal_Genome_Project). It is unknown when PersonalGenomes.org was founded and incorporated as a nonprofit. ",
  "history": "See above. ",
  "lifespan": "Yes, it still exists and is growing rapidly. They report having more donors than capacity to sequence genetic data right now. They have seqeunced almost 2000 donors' DNA in the first five years and eventually aim for 100,000. That will only occur with improvements in sequencing technology. (Incidentally there is an X Prize in genomics for $10 million for the first group that can sequence 100 genomes in 10 days for less than $10K each--source attached wired article). ",
  "resource": "The resource is the full sequence data of participants' genomes coupled with phenotype data of personal history, family history, personal characteristics, etc. These data are mostly collected by online survey. Medical records may be included as well but this isn't clear. \r\n\r\nThe other resource are the organizational tools and consent forms, etc. so that other scientists could set up local PGP outposts. ",
  "availability": "The data are or will be freely available to anyone. They are governed by a terms of service (http://www.personalgenomes.org/tos.html) and different aspects are covered by various creative commons licenses (http://www.personalgenomes.org/sharing.html). \r\n\r\nThere is little or no mention of commercialization in the PGP materials. More careful investigation would be necessary to see what rules are governing the commercial exploitation of the resources. ",
  "participation": "The collection of whole genome sequences of 100,000 individuals coupled with medical and other phenotype data.\r\nThe provision of these data freely and openly.\r\nThe facilitation of other PGP-style scientific sites (with their ideology of openness and standardized data collection).\r\nThe development of faster, cheaper sequencing technologies.\r\nThe promotion, generally, of personalized genomics for self-knowledge and medicine. \r\n\r\n\r\nThese goals seem completely set by Church and the FSE. There seems to be no explicit role for OP members to affect these goals at this time.",
  "tasks": "Tissue (blood or saliva) donation at a PGP site or partner (http://www.personalgenomes.org/medicalcenters.html).\r\nPassing the \"entrance exam\".\r\nProviding phenotype and medical data.\r\nDownloading and using genetic or medical data.\r\nAttending conferences, meetings, etc.\r\n\r\nPerhaps other scientists will partner with PGP to use its organizational infrastructure to set up other PGP branches nationally or internationally.",
  "modularity": "Donation and filling out surveys are relatively easy. Actually using the data is much more technical; at this point participants doing this seem to be mostly on their own (what participants do with this information doesn't seem to be PGP's concern). Little expertise or time is necessary for the former, much for the latter. ",
  "granularity": "After the initial donation. Surveys can be filled out one by one. PGP contacts participants regularly to ask them for additional information and to inquire if they've had problems b/c of participation. ",
  "metrics": "The acquisition of more participant samples and data.\r\nThe improvement of sequencing technologies.\r\nPerhaps eventually the expansion of the PGP model to other locations. ",
  "alliances": "See sponsors. Also 23andMe, GET conference (http://www.getconference.org/), other personal genomics companies, and a variety of labs and research institutions are mentioned on the Blog.\r\n\r\nAll of these groups seem to have an interest in promoting genetics research and personalized genomics.",
  "clients": "Mostly research scientists who will be able to use the sequence and phenotype data for genetics research.",
  "sponsors": "A broad array of corporate, foundation, in kind (from medical research entities), and grant/govt support. http://www.personalgenomes.org/donate/supporters.html\r\n\r\nSince PGP is nonprofit, these are probably donations and not ownership stakes.",
  "elites": "Church and other elite geneticists and biotech entrepreneurs seem to have special access to the project. ",
  "created_at": null,
  "updated_at": "2012-07-10T19:09:36Z",
  "summary": "The Personal Genome Project is basically an effort to recruit 100,000 participants to donate their DNA (which will be fully sequenced) and offer information about their life and health in order to create an open scientific resource that genetics researchers can freely use. It is inspired by an \"open source\" model and is attempting to confront several conditions that scientists believe are hindering genetics research: small numbers of research subjects in datasets, insufficient sharing of data, insufficient genetic and phenotypic information in data sets, restrictive consent procedures that makes recontacting research subjects difficult or impossible and that force researchers to adhere to standards of anonymity and confidentiality that the PGP group believes unrealistic.\r\nThe PGP is a nonprofit organization that was founded by geneticist George Church. It is linked to but separate from Church's lab at Harvard. It started as a formal social enterprise and began recruiting participants in 2006. Participants donate genetic material and personal and medical information. Anyone can access the resource, but it is most useful to genetics researchers in academia and industry. PGP has many partners in academia, medicine, industry, foundations, the NIH, as well as media which has covered it repeatedly. The nature of these partnerships is unclear. \r\nThe PGP also seems set up to provide a model for scientists to organize data collection and sharing; this potential seems mostly nascent and could be the subject of interviews or future developments. ",
  "birder_credits": "Aaron Panofsky (apanofsky@ucla.edu)",
  "tangible_problem": "Yes",
  "tangible_problem_detail": "Dearth of freely available genetic data",
  "images": [
    {
      "url": "/system/assets/236/original/v20120430-study-guide.pdf?1341939198"
    },
    {
      "url": "/system/assets/237/original/Church05s.pdf?1341939419"
    },
    {
      "url": "/system/assets/238/original/How_the_Personal_Genome_Project_Could_Unlock_the_Mysteries_of_Life.pdf?1341939923"
    },
    {
      "url": "/system/assets/239/original/msb4100040.pdf?1341950961"
    }
  ],
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "A group with no obvious visible organization in which everyone can potentially interact with everyone else. Exemples include: mailing lists, internet forums, IRC channels",
    "id": 8,
    "name": "Flat minimally organized network",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Projects that allow participation in science or engineering, such as citizen science, and including medical research",
    "id": 5,
    "name": "Science and/or Engineering",
    "updated_at": "2011-11-29T21:48:40Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2011-08-15T17:03:33Z",
    "email": "apanofsky@ucla.edu",
    "id": 4,
    "updated_at": "2013-09-10T17:02:13Z"
  }
}