{
  "id": 44,
  "name": "Connexions",
  "thumbnail_100_url": "/system/assets/67/sq100/cnx.gif",
  "thumbnail_50_url": "/system/assets/67/sq50/cnx.gif",
  "url": "http://cnx.org",
  "foritself": "Yes. The site is built for 'frictionless remixing' enabled by its simple and standardized XML format. All content is all licensed under the Creative Commons Attribution License (CC-BY) to encourage free use of content and communities of sharing.\r\n~\r\nConnexions promotes a sense of belonging through its mission to deliver quality educational content for free over the internet, for use by schools, educators, students, and parents. \r\n\r\nConnexions' collaborative community continuously converts and adapts information in the Connexions repository. Connexions also encourages participation through author feedback and shared work areas. \r\n\r\nThe concept of collaboration is an integral concept to Connexions, which asserts that collaboration helps knowledge grow more quickly, thus advancing the possibilities for the creation of new knowledge, from which we can all benefit.\r\n\r\nSource: Cnx.org. \"About us.\" <I>Cnx.org</i>. n.d. http://cnx.org/aboutus.",
  "brand": "An open education site, inspired by ideals of open software movement. Using an XML-based platform, anyone can contribute to, edit, remix and download its 'learning objects and modules' from its online repository. Practices disintermediation (cutting out the middle man) in the process of academic publishing.\r\n~\r\nConnexions is a non-profit start-up launched at Rice University in 1999. The site aims to reinvent how we write, edit, publish, and use textbooks and lesson plans. \r\n\r\nConnexions is a global repository of educational content that can be described in four words that borrow from an Apple advertising slogan and a great book by Larry Lessig: Create, Rip, Mix, Burn.\r\n\r\nConnexions encourages the collaborative development of freely available educational materials. \r\n\r\nSource: Cnx.org. \"FAQ - Frequently asked questions about Connexions.\" <i>Cnx.org</i>. n.d. http://cnx.org/aboutus/faq#General.</font>\r\n~",
  "fse_name": "Connexions (http://cnx.org) (Rice University)\r\n",
  "fse_owner_founder": "Connexions was founded by Dr. Rich Baraniuk at Rice University in 1999. Other faculty involved include Don Johnson, Bill Wilson, and Sidney Burrus. Don Johnson suggested the name \"Connexions.\" Connexions launched the Connexions Consortium in 2009.\r\n\r\nSource: Cnx.org. \"Project History.\" <i>Cnx.org</i>. n.d. http://cnx.org/aboutus/project/history.",
  "fse_significant_member": "Rich Baraniuk, professor of electrical engineering, has long been the charismatic face of the Connexions project.  Sidney Burris (former Dean of Engineering) was a key supporter throughout its early years.\r\nPlatform, Software, and Administration\r\n\r\n    Director - Prof. Richard Baraniuk\r\n    Executive Director - Dr. Joel Thierstein (on leave)\r\n    Senior Developer / Technical Director- Ed Woodward\r\n    Systems Engineer - Dr. Ross J. Reedstrom\r\n    Software Development - Philip Schatz\r\n    Administrative Coordinator - Natalie Weber\r\n    Senior Strategist - Dr. C. Sidney Burrus\r\n    Senior Advisors - Geneva Henry, Katherine Fletcher\r\n    Development - Kathryn Cervenka\r\n    Public Relations - Jade Boyd \r\n\r\nAdvisory Board\r\n\r\nCindy Lindsay (board chair) - Boulder, CO\r\nRobert Maxfield - Saratoga, CA\r\nWilliam Sick - Chicago, IL\r\nC. Sidney Burrus (Dean emeritus, Professor emeritus, Rice University) - Houston, TX\r\nRichard Baraniuk (Victor E. Cameron Professor of Electrical Engineering, Rice University) - Houston, TX\r\nW. Joseph King - Fort Worth, TX\r\nGeorge McLendon (Howard Hughes Provost, Rice University) - Houston, TX\r\n\r\nSource: http://cnx.org/aboutus/people\r\n\r\nThe Connexions Consortium, as of 2012 includes:\r\nAkademos\r\nChina Open Resources for Education\r\nCommunity College Consortium for Open Educational Resources (CCCOER)\r\nCreative Commons\r\nFlat World Knowledge\r\nHouston Community College\r\nIndiana University\r\nKennisnet\r\nKentucky Community and Technical College System\r\nNational Council of Professors of Educational Administration (NCPEA)\r\nRice University\r\nShuttleworth Foundation\r\nSoomo Publishing\r\nTeachers Without Borders\r\nTrinity Education\r\nUpfront Systems\r\nVietnam Foundation\r\nWashington State Board for Community and Technical Colleges\r\nWebAssign\r\nWords & Numbers\r\n\r\nSource: Connexions Consortium. \"About the Connxions Consortium.\" <i>Connexions Consortium</i>. n.d. http://cnxconsortium.org/about.",
  "fse_mission_statement": "Connexions is:\r\n\r\na place to view and share educational material made of small knowledge chunks called modules that can be organized as courses, books, reports, etc. Anyone may view or contribute:\r\n\r\n    authors create and collaborate\r\n    instructors rapidly build and share custom collections\r\n    learners find and explore content\r\n",
  "op_name": "Connexions \r\n(all those who contribute educational \"modules\" to the Connexions repository)\r\n\r\nThe project also had a free software-style OP--those who contributed to the core software (called \"Rhaptos\"). ",
  "op_vip_founders": "Early significant contributors to Connexions included music professor Anthony Brandt and k-12 Music teacher Catherine (Kitty) Schmidt-jones, who wrote over 200 modules on music education. \r\n\r\nTeachers Without Borders is using Connexions as their content engine for training and certifying teachers in 84 countries around the world. They are in Iraq today training 20,000 teachers supported by USAID. The University of California at Merced, the latest addition to the UC system, is developing a range of courses in their engineering and science curricula in Connexions. The National Council of Professors of Educational Administration (NCPEA) is developing their knowledge base and a peer review quality control process in Connexions. \r\n\r\nSource: http://cnx.org/aboutus/faq",
  "op_typical_member": "Primarily college-level educators, though not exclusively in universities. \r\n\r\nEducators have a particular incentive to write materials, since authors in Connexions they are clearly identified and so receive academic \"credit\", as well as allow their writing reach wider audiences.",
  "formation": "OP --> FSE \r\n\r\n(the project began as a university research project to enable the creation of \"open source textbooks\" and eventually spun off into an independently run project with formal status)",
  "history": "Begun in 1999 and live in 2000. First faculty involved: Richard Baraniuk, Don Johnson, Bill Wilson, and Sidney Burrus. Don Johnson suggests the name “Connexions”. The \"web-based authoring interface\" appears in 2001 and Connexions becomes one of the first Creative Commons license adopters in 2002. The Norwegian University of Science and Technology becomes the first international course to use Connexions in 2003. In the 2005 beta launch each version of module has its own \"discussion forum\" allowing online discussions among users. In 2008 Connexions hosts its 1st Annual Conference abd orivudes fully automated book generation and print-on-demand. In 2010 mobile versions (EPUB) of content is introduced. Over 1000 collections and 17,000 modules in the repository. In October 2010 Connexions was averaging over 2 million unique visitors per month from 194 countries to our site at cnx.org.\r\n\r\nhttp://cnx.org/aboutus/project/history\r\nhttp://cnx.org/aboutus/faq",
  "lifespan": "1999 to today",
  "resource": "An open repository of educational resources in the form of re-mixable modules. Each module contains the equivalent of 1-2 pages of material on a topic, together with other educational resources (questions and answers, videos, sound clips, etc).  Modules can be combined into courses or collections, and printed on demand as textbooks.  Resources exist in primarily in English, but include strong representation (often translation) in Afrikaans, Chinese, French, Italian, Japanese, Macedonian, Portugese, Serbo-Croatian, Spanish, Ukrainian, and Vietnamese. \r\n\r\nIt also works as a community building platform for collaboratively creating curriculum, sharing content, and creating editing and writing workgroups.",
  "availability": "CC-by licensed",
  "participation": "Users are generally restricted to defining the goals of a particular educational project, not the goals of Connexions itself.  There is no obvious way to interact directly with the FSE beyond an infrequently updated Developer blog.  Connexions itself is influenced by its funders and partners in the Connexions Consortium, and others involved in the development of \"Open Educational Resources.\"\r\n",
  "tasks": "Authors input text, images, and sounds into Connexions to create modules. Instructors arrange the modules into collections. Students or anyone view the modules and collections to gain knowledge. \r\n\r\nAnyone may create new modules, or \"fork\" an existing one, assuming they sign up for an account.  Only members of a workgroup may edit and update modules belonging to that workgroup. \r\n\r\nInformation on creating collections: http://cnx.org/content/col10151/latest/\r\n\r\nInformation on authoring a module: http://cnx.org/help/authoring/authorguide",
  "modularity": "A typical task is contributing content by packaging that material as individual learning objects called modules. Another is combining modules to form collections - textbooks, online courses, lab manuals, or any other structure. A third task is to create a Lens, designed as a post-publication review option for users wishing to identify or endorse high-quality content. \"(A) lens allows readers coming to the site to \"focus\" in on a set of content defined by an individual or organization.\"\r\nhttp://cnx.org/help/authoring/authorguide",
  "granularity": "A task can be as small as editing a module or can extend to publishing one module or modifying or translating another.  Creating courses and Lenses are about the same level of difficulty.  Editing is similar in difficulty to editing a wikipedia page.",
  "metrics": "Profile pages display the number of modules authored and maintained along with statistics about views, views/day, rank and percentile.  Users can see who has used their content, which content of others they have used, and which content is most viewed, most re-used and so on. \r\n\r\nUsers can browse content by popularity",
  "alliances": "The Connexions Consortium includes:\r\n    \r\nAkademos\r\nChina Open Resources for Education\r\nCommunity College Consortium for Open Educational Resources (CCCOER)\r\nCreative Commons\r\nFlat World Knowledge\r\nHouston Community College\r\nIndiana University\r\nKennisnet\r\nKentucky Community and Technical College System\r\nNational Council of Professors of Educational Administration (NCPEA)\r\nRice University\r\nShuttleworth Foundation\r\nSoomo Publishing\r\nTeachers Without Borders\r\nTrinity Education\r\nUpfront Systems\r\nVietnam Foundation\r\nWashington State Board for Community and Technical Colleges\r\nWebAssign\r\nWords & Numbers\r\n\r\nhttp://cnxconsortium.org/about\r\n",
  "clients": "Individuals and institutions interested in scholarly materials. Examples include Rice University Press, National Semi-Conductor, IEEE, and scholarly societies.",
  "sponsors": "Major Foundation Support\r\n\r\n    The William and Flora Hewlett Foundation\r\n    The Maxfield Foundation\r\n    Twenty Million Minds, Inc.\r\n\r\nMajor Individual Sponsors\r\n\r\n    Burton McMurtry\r\n    William Sick\r\n    Michael Stewart\r\n    J. Thomas and Nancy Eubank\r\n\r\nDevelopment Partners\r\n\r\nSiyavula from the Shuttleworth Foundation\r\nVietnam Open Educational Resources (VOER) from the Vietnam Foundation Research and Corporate Support\r\nThe National Science Foundation Partnership for Innovation Program\r\n    National Instruments\r\nHewlett-Packard Corporation\r\nGeorge R. Brown Endowment for Undergraduate Education\r\nThe CLASS Foundation\r\nIBM\r\nOpen Society Foundations\r\n\r\nUniversity Support\r\n\r\nRice University\r\n\r\n    Dean of Engineering\r\n    Digital Library Initiative\r\n    Department of Electrical and Computer Engineering\r\n    Information Technology Division\r\n    President's Office\r\n    Provost's Office",
  "elites": "Members of the William and Flora Hewlett foundation, Maxwell Foundation and certain of the early contributors to the project have a somewhat privileged access insofar as they maintain personal relationships with people in Connexions. ",
  "created_at": null,
  "updated_at": "2012-07-24T21:03:35Z",
  "summary": "Connexions is a non-profit start-up launched at Rice University in 1999 that aims to reinvent how we write, edit, publish, and use textbooks and other learning materials. It is a global repository of freely editable and remixable educational content.\r\n\r\nConnexions started as a way to bring the ideas of the free software/open source movement to the domain of education.  As a project initially created by engineers, it focused on very technically sophisticated solutions to the problem of creating re-usuable, standardized modular educational materials.  It has struggled to attract users compared to something like Wikipedia, but has steadliy grown over the last 10 years. \r\n\r\nA key element of Connexions goal is to facilitate re-use and re-mixing of educational content, as well as a system (Lenses) for evaluating trusted content. ",
  "birder_credits": "Morgan Currie\r\nJessica F. Thomas\r\nChristopher Kelty",
  "tangible_problem": "Yes",
  "tangible_problem_detail": "To allow educators to create freely available, modularized educational resources instead of regular textbooks.",
  "fse_org_style": {
    "created_at": null,
    "description": "Classic bureaucratic organization, with departments, roles and duties clearly defined, and a chain of command with a roughly pyramidal structure",
    "id": 6,
    "name": "Bureaucratic Hierarchy",
    "updated_at": "2012-02-24T20:44:48Z"
  },
  "op_org_style": {
    "created_at": null,
    "description": "Acephalous, loosely networked, intended to devolve all decision making to groups as local (and as small) as possible.   ",
    "id": 4,
    "name": "Radical decentralization",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Educational platforms and projects based on the Internet",
    "id": 4,
    "name": "Education",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": {
    "created_at": "2011-07-22T19:14:37Z",
    "email": "ckelty@ucla.edu",
    "id": 2,
    "updated_at": "2013-10-22T20:47:03Z"
  }
}