{
  "id": 47,
  "name": "Kaltura",
  "logo": "/system/assets/35/original/Kaltura.jpg?1318003910",
  "thumbnail_100_url": "/system/assets/35/sq100/Kaltura.jpg",
  "thumbnail_50_url": "/system/assets/35/sq50/Kaltura.jpg",
  "url": "http://corp.kaltura.com/",
  "foritself": "Yes. ",
  "brand": "Open source enterprise solutions to video with some social entrepreneurial endeavors.",
  "fse_name": "Kaltura",
  "fse_owner_founder": "Kaltura was founded in the fall of 2006 by Ron Yekutiel (CEO as of 2008), Dr. Shay David (VP of Community and Business Development as of 2008), Dr. Michal Tsur (a co-founder of Cyota, President and COO as of 2008) and Eran Etam (a co-founder of ICQ, Kaltura's CTO as of 2008).",
  "fse_significant_member": "above",
  "fse_mission_statement": "\"Video solutions that drive your business objectives.\"\r\n\r\n\"We believe in Open Video. In a nutshell, this means we’re into openness, community and a culture of sharing. In 2008 we joined others in founding the ‘Open Video Alliance’, a coalition of organizations dedicated to fostering open standards for online video. Read about the alliance and our other ventures\"",
  "op_name": "Kaltura's OP consists of open source video contributors.",
  "op_vip_founders": "None known.",
  "op_typical_member": "Open source video advocate.",
  "formation": "Kaltura.org and Kaltura.com have a symbiotic relationship with the first consisting of the OP of open source video engineers and the following the commercial entity.\r\n\r\n\"Web publishers, Value-Added-Resellers, system integrators, and developers can use Kaltura’s open source projects on Kaltura.org to customize their own, unique, rich media experience to fit their immediate needs. Kaltura’s open source projects offer seamless integration with many popular content management systems. Those projects can then be combined with video-related, and added-value, services offered on Kaltura.com.\" http://www.kaltura.org/kalturaorg-kalturacom",
  "history": "Kaltura was founded in the fall of 2006 by Ron Yekutiel (CEO as of 2008), Dr. Shay David (VP of Community and Business Development as of 2008), Dr. Michal Tsur (a co-founder of Cyota, President and COO as of 2008) and Eran Etam (a co-founder of ICQ, Kaltura's CTO as of 2008).[2]\r\nKaltura was launched at the TechCrunch40 industry event in San Francisco on September 18, 2007, and won the People’s Choice award based on a vote of the conference's attendees.[3] At that time, the company had 20 employees, and had received 2.1 million dollars in funding from business angels and Californian VC fund Avalon Ventures.[3]\r\nOn December 21, 2007, Kaltura won the People’s Choice award (over 250,000 users participated in voting) in the Video Sharing category for the Mashable Open Web Awards.[4] Also in 2007, Kaltura began a partnership with the New York Public Library, whose team was headed by Joshua Greenberg. In 2008, Kaltura was selected as one of the \"Global 250 Winners\" by AlwaysOn.[5] Kaltura CEO and cofounder Ron Yekutiel was photographed for the article \"The Suit, Vers. 3.0\" in Esquire Magazine's July 2008 edition.[6]\r\nIn January 2008, the Wikimedia Foundation and Kaltura announced that they had begun a collaboration aimed at bringing rich-media collaboration to Wikipedia and other wiki websites.[7] The technology behind this project is a form of video-wiki software (open source and still in beta) that is integrated into the Mediawiki platform as an extension, allowing users to add collaborative video players that enable all users to add and edit images, sounds, diagrams, animations and movies in the same manner as they do today with text.\r\nKaltura was a sponsor of the Wikimania 2008 event, where it announced that it is sponsoring Michael Dale, an open source video developer, to support the further development of a 100% open source video editing solution integrated into MediaWiki.[8]\r\nIn addition to support of MediaWiki, Kaltura enables interactive videos integrated within popular CMS and blogging platforms such as WordPress.\r\nKaltura is also a founder of the Open Video Alliance, a group of organizations, academics, artists and entrepreneurs, geared towards promoting open standards for video on the web.\r\n[edit]",
  "lifespan": "Alive and growing.",
  "resource": "The resource provided is the opportunity to work collectively on open source video.\r\n\r\n\"Browse Projects:\r\n\r\nTake an in depth look at other community members' projects: see live demos, read documentation, explore the source code online and/ or download it.  Get libraries for PHP 5 and 4, .Net, Ruby or Python. Get video extensions and plugins for Drupal, WordPress, MediaWiki and more.  Browse the projects...\r\n\r\nGet Help:\r\n\r\nDive into the API documentation, browse the forums to read FAQs or post questions.\r\n\r\nContribute:\r\n\r\nJoin a Project and contribute to it by writing code, writing guides and improving the documentation through the project wikis.  You can also submit issues, feature requests and vote for the features you feel are important.  \r\n\r\nGet Showcased:\r\n\r\nUpload your Widgets, Applications or Components and share it with the community - cool projects and great developers will be highlighted on the homepage and in our Developer Spotlight.  Start your own project by applying for SVN commit access.\r\n\r\nSocialize and Connect:\r\n\r\nSign up to get the Kaltura.org newsletter, join discussions, meet other developers at the Open Video Conference, or add your clip and share your Kaltura experience, on the Developer Spotlight.\r\n\r\nFind/ Become A Consultant:\"\r\n\r\nhttp://www.kaltura.org/join-open-video-revolution\r\n",
  "availability": "The resource, Kaltura Community Edition, is available to anyone who wants to download it.",
  "participation": "Goals can be discussed within the various forms:\r\n\r\nJoin The Discussion & Get Technical Support\r\nForums [Server Side, Apps & Extensions, Widgets, HTML5, API Libraries, Education & General]\r\nChat on IRC [#Kaltura on Freenode, WebChat]\r\nMailing Lists and Groups [Education, Enterprise]\r\nBlogs [The Kaltura Blog, Html5Video.org, Open Video Alliance]\r\nStay updated! [Sign for the Kaltura Newsletter, Follow @Kaltura, Join the Facebook & LinkedIn Groups]",
  "tasks": "Yes, the OP engineers video apps.",
  "modularity": "One needs to know how to code.",
  "granularity": "Yes, the tasks are as modular as code can be.",
  "metrics": "It is likely that a peer-to-peer function helps to adjudicate task completion. Otherwise, the FSE does it.",
  "alliances": "Lateral partnerships are forged with NGOs such as Wikipedia and with corporate players. Kaltural is also aligned with the larger FOSS public.",
  "clients": "big corp, NGOs, companies, projects interested in video+internet",
  "sponsors": "new investors Nexus Venture Partners with participation from Intel Capital, existing investors .406 Ventures and Avalon Ventures, and technology lender Silicon Valley Bank.\r\n\r\nhttp://www.marketwire.com/press-release/Kaltura-Open-Source-Video-Platform-Provider-Secures-20-Million-Funding-Lands-Major-Customer-1395060.htm",
  "elites": "Wealthy media corporations",
  "created_at": null,
  "updated_at": "2011-10-26T23:00:07Z",
  "summary": null,
  "birder_credits": null,
  "tangible_problem": null,
  "tangible_problem_detail": null,
  "images": [

  ],
  "fse_org_style": null,
  "op_org_style": {
    "created_at": null,
    "description": "Organized primarily by weak ties (\"friends\") grouped into overlapping networks.",
    "id": 7,
    "name": "Overlapping Networks of Weak Ties",
    "updated_at": "2012-07-12T17:49:00Z"
  },
  "genus_type": {
    "created_at": "2011-09-23T19:04:33Z",
    "description": "Media making from mainstream to remix to participatory/fan culture.",
    "id": 11,
    "name": "Culture Industry",
    "updated_at": "2011-09-23T19:04:33Z"
  },
  "habitat": {
    "created_at": null,
    "description": "Any of various projects those primary ecology is moving visual media.",
    "id": 6,
    "name": "Television and Internet Video",
    "updated_at": null
  },
  "updated_by": null
}