{
  "id": 6,
  "name": "Wikipedia",
  "logo": "/system/assets/12/original/135px-Wikipedia-logo-v2-en.svg.png?1313180747",
  "thumbnail_100_url": "/system/assets/12/sq100/135px-Wikipedia-logo-v2-en.svg.png",
  "thumbnail_50_url": "/system/assets/12/sq50/135px-Wikipedia-logo-v2-en.svg.png",
  "url": "www.wikipedia.org",
  "foritself": "Yes, second order observation (academic research) is increasing with the project.   Naturally, wikipedians track this research: see <a href=\"http://en.wikipedia.org/wiki/Academic_studies_about_Wikipedia\">this</a>",
  "brand": "Wikipedia is all about neutrality and comprehensiveness.  Wikipedia's aesthetic is like that of Craigslist or Google, or other similarly stripped down approaches with strong roots in hacker culture (command line style).  The look of Media Wiki has become iconic, and nearly all other versions of wiki software have mimicked it in both look and functionality.  The icon stresses universality (as in universal libraries and global reach) and modularity through the use of jigsaw puzzle pieces and distintive characters from various languages (all presumably some version of the W sound).  \r\n\r\nThroughout the site, there is an emphasis on the text and the composion of the encyclopedia entries. But there are no affordances for changing the theme or look of the site--every page looks the same by design and intention. ",
  "fse_name": "Wikimedia Foundation\r\nsee http://en.wikipedia.org/wiki/Wikimedia\r\n\r\nThere is also a for profit org called Wikie",
  "fse_owner_founder": "Jimmy Wales and Larry Sangers. \r\n\r\n(Jimmy Wales has been the leader more or less since the beginning as Larry Sangers has gone on to found other related projects, most recently Citizendium, an attempt to produce a peer-reviewed citizen-authored encyclopedia).",
  "fse_significant_member": "Wikimedia has employees (65), a board of trustees consisting primarily of folks who have risen through the ranks of the Wikipedia community and are elected to the positions, and a board of advisors.\r\n\r\nBoard of Trustees Members:\r\nJimmy Wales <br>\r\nAngela Beesley 2004-2006<br>\r\nErik Moeller, (replaced Beesley in 2006, Currently Deputy Director of Wikimedia (2009-))\r\nFlorence Nibart-Devouard  2004-2008\r\nTing Chen, founder of German wikipedia and early user of Chinese wikipedia.\r\nSamuel Klein, long-time Wikipedia contributor and participant\r\nJan Bart de Vreede, Dutch head of Kennisnet foundation.\r\nKat Walsh, academic and activist in DC.\r\nArne Klempert, contributor from Germany, voorganizer of first Wikimania\r\nMatt Halprin, director at Ning, Partner in Omidyar Network, Harvard Business School grad.\r\nBishakha Datta, Mumbai-based activist and leader of \"Point of View\" foundation.\r\nPhoebe Ayers, long-time wikipedian and author of a book on wikipedia\r\n\r\n\r\n\r\nThe board of Advisors includes folks such as: Clay Shirky, Craig Newmark (CraigsList), Ward Cunningham (inventor of the wiki concept), Mitch Kapor (Lotus Software) and others see: http://wikimediafoundation.org/wiki/Advisory_Board",
  "fse_mission_statement": "\"Empower and engage people around the world to collect and develop educational content under a free license or in the public domain, and to disseminate it effectively and globally\" (2009)\r\n\r\n\"Our mission is to empower a global volunteer community to collect and develop the world's knowledge and to make it available to everyone for free, for any purpose. We work together with a network of chapters in many different countries to achieve this goal. (2011)\"\r\n\r\n\"The Wikimedia Foundation, Inc. is a nonprofit charitable organization dedicated to encouraging the growth, development and distribution of free, multilingual content, and to providing the full content of these wiki-based projects to the public free of charge. The Wikimedia Foundation operates some of the largest collaboratively edited reference projects in the world, including Wikipedia, a top-ten internet property.\" (Clipped from the official site, 9-22-2011)",
  "op_name": "Wikipedia \r\n\r\n(Wikipedia is the name of the most famous project, organized around the creation of encyclopedia entries.  There are other projects related to it, and funded by Wikimedia, but none of them have achieved the scale or success of Wikipedia).",
  "op_vip_founders": "Jimmy Wales and Larry Sangers started the project. \r\n\r\nMost OP members are notable only for the sheer number of edits they make or the amount the participate in discussion.  There are other lists however, such as Notable Contributors and Notable Wikipedians. \r\n\r\nhttp://en.wikipedia.org/wiki/Wikipedia:History_of_Wikipedian_processes_and_people#Notable_contributors",
  "op_typical_member": "internet users and encyclopedia contributors, internet geeks, FOSS enthusiasts, activists, free culture supporters, amateur and professional academics, etc. ",
  "formation": "Wikipedia is an unusual case.  It started as an FSE (Nupedia) with a high bar for the creation and peer review of articles.  As a result Wikipedia was started as a side project, but very quickly dwarfed the production of Nupedia articles.  \r\n\r\nHence it started as an FSE-->OP relationship but very quickly transformed into one with more of an OP-->FSE dynamic, necessitating the creation of Wikimedia.",
  "history": "Wikipedia tells its own history better than anyone else:\r\n\r\nhttp://en.wikipedia.org/wiki/History_of_Wikipedia",
  "lifespan": "Wikipedia is alive and well as of Fall 2011.  There have been recent controversies over the slowing of editorial contributions (eg. https://secure.wikimedia.org/wikipedia/en/wiki/Wikipedia:Wikipedia_Signpost/2009-11-23/In_the_news), but the project shows no clear signs of decline.\r\n\r\n",
  "resource": "Collaboratively edited freely accessible encyclopedia entries.\r\n\r\nWikipedia defines the value of this resource primarily in terms of several norms that are applied to any given article, such as: Neutral Point of View, Verifiability, No Original Research, etc. \r\nhttp://en.wikipedia.org/wiki/Wikipedia:About#Wikipedia_content_criteria",
  "availability": "All articles are available under a Creative Commons Share Alike License, meaning the content can be used for any purpose so long as it is similarly licensed by the user.\r\n\r\nFor many years Wikipedia used the GNU Free Documentation License (FDL) but slowly transitioned to the CC license, which offers very similar but not identical in terms.\r\n\r\n",
  "participation": "The goals of Wikipedia are primarily set through the Wikimedia board of trustees, who see themselves as representatives of the wider community.  There is a strong sense of the power of the community to shape decisions about what it is and what it can achieve, and strong resistance in that community to things such as advertising on wikipedia pages or commercializing the encyclopedia. ",
  "tasks": "The basic task in wikipedia is editing an article.  This can extend from creating and writing it oneself, to extensively editing, to adding images or data, to simply fixing typos.  Every instance of making a change and saving it is called \"an edit\" and the system keeps statistics on these edits, as well as allowing other people to \"watch\" specific pages for when an edit is made.\r\n\r\nOnce again, Wikipedia is itself the best source for understanding the process:  http://en.wikipedia.org/wiki/Wikipedia:How_to_edit_a_page",
  "modularity": "Wikipedia divides tasks into \"edits.\"  Every edit creates a new version of the current article.  Articles themselves are the ultimate goal of contributions, and are occasionally a task accomplished by a single individual.\r\n\r\n",
  "granularity": "Edits come in different sizes.  Article writing is the most difficult, but it is made easier by the fact that the form of the encyclopedia entry is very widely understood and recognized.  Other kinds of edits or additions are easier to make and rely only on the time and commitment of the contributor. ",
  "metrics": "The main metric is number of edits per editor.  Other statistics are made available on Wikipedia: http://en.wikipedia.org/wiki/Wikipedia:Statistics",
  "alliances": "Omidyar Network funded Wikimedia. ",
  "clients": "Wikipedia is provided to the public, on behalf of the public.  The general ideology of the project is that no one has undue influence on the content or direction of the project other than those actively contributing to it. ",
  "sponsors": "Omidyar Network funded Wikimedia. ",
  "elites": "Charismatic Leader (Jimmy Wales) and prestigious Wikipedia participants.",
  "created_at": null,
  "updated_at": "2011-09-23T17:31:59Z",
  "summary": null,
  "birder_credits": null,
  "tangible_problem": null,
  "tangible_problem_detail": null,
  "images": [

  ],
  "fse_org_style": {
    "created_at": null,
    "description": "An organization with one leader or decision maker whose authority rests on the consent of the governed and/or his/her charisma.  Other forms of organization may supplement it (hierarchy, meritocracacy,or consensus amongst the staff or participants) but the leader's authority is final and effective.",
    "id": 3,
    "name": "Charismatic Leadership/Benevelont Dictatorship",
    "updated_at": null
  },
  "op_org_style": {
    "created_at": null,
    "description": "Meritocracy, in the first, most administrative sense, is a system of government or other administration (such as business administration) wherein appointments are made and responsibilities assigned to individuals based upon their \"merits\", namely intelligence, technical skill, credentials, creativity, and education, determined through evaluations or examinations.",
    "id": 1,
    "name": "Meritocracy",
    "updated_at": null
  },
  "genus_type": {
    "created_at": null,
    "description": "Educational platforms and projects based on the Internet",
    "id": 4,
    "name": "Education",
    "updated_at": null
  },
  "habitat": {
    "created_at": null,
    "description": "Primarily web-based.  Uses assorted tools and technologies that are primarily accessible through ports like http, https, etc. ",
    "id": 5,
    "name": "HTML, HTTP, and Associated Services",
    "updated_at": "2011-08-12T20:17:18Z"
  },
  "updated_by": null
}